const t = {
  HiWallet: {
    title: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "HiWallet – Ваши деньги, ваши правила, без драм!",
      },
    },
    description: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "HiWallet – ваш лучший спутник для платежей. Наслаждайтесь более удобным и умным способом управления вашими активами с эксклюзивными функциями, предназначенными только для пользователей CoinCannon. Готовы улучшить способ оплаты? Поехали!",
      },
    },
    subtitle: [
      { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Мгновенно" } },
      { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Без KYC" } },
      { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Низкие ставки" } },
      { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Отзывчивая поддержка" } },
    ],
    cta: {
      t: 0,
      b: { t: 2, i: [{ t: 3 }], s: "Зарегистрируйтесь на CoinCannon" },
    },
    loveHiWallet: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Вы полюбите HiWallet!" } },
      items: [
        {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Нулевые комиссии, только выгоды" },
        },
        {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "200+ валют – Обмен, оплата, игры" },
        },
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Кэшбэк и награды за траты" } },
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Мгновенные ввод и вывод" } },
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Оставляй кредит на потом" } },
      ],
    },
    faq: [
      {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Как создать свой собственный HiWallet?",
          },
        },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Вам нужно просто зарегистрироваться на CoinCannon. Вы увидите раздел HiWallet в своей пользовательской панели.",
          },
        },
      },
      {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Есть ли комиссии за использование HiWallet?",
          },
        },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Простой ответ: нет. Нет никаких комиссий за использование HiWallet. Не будет никаких сборов за создание HiWallet или хранение активов внутри HiWallet.",
          },
        },
      },
      {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Какие типы валют поддерживает HiWallet?",
          },
        },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "На данный момент HiWallet поддерживает все криптовалюты, доступные на CoinCannon. И скоро будет поддерживать цифровые валюты, такие как PayPal.",
          },
        },
      },
      {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Как долго занимает депозит и вывод средств из HiWallet?",
          },
        },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Все транзакции будут мгновенными, так что время не потребуется!",
          },
        },
      },
      {
        title: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Как я получаю кэшбэк и бонусы?" },
        },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "При каждой транзакции у вас будет возможность получать кэшбэк, бонусы и случайные скидочные коды автоматически.",
          },
        },
      },
      {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Может ли кто-то отправить деньги на мой адрес HiWallet?",
          },
        },
        description: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Эта функция скоро будет доступна!" },
        },
      },
    ],
    commonQuestionsTitle: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "Распространенные вопросы о цифровых кошельках",
      },
    },
    commonQuestionsUSDT: [
      {
        question: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Что такое цифровой кошелек и как он работает?",
          },
        },
        answer: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Цифровой кошелек — это безопасный способ хранения и управления вашей платежной информацией в интернете. Он позволяет совершать транзакции, хранить валюты и даже зарабатывать бонусы без использования физических карт или наличных.",
          },
        },
      },
      {
        question: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Безопасны ли цифровые кошельки для онлайн-платежей?",
          },
        },
        answer: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Да! Цифровые кошельки используют передовое шифрование и многофакторную аутентификацию для защиты вашей личной и финансовой информации. Это делает онлайн-платежи более безопасными, чем традиционные методы.",
          },
        },
      },
      {
        question: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Могу ли я использовать свой цифровой кошелек для криптовалюты и фиатных валют?",
          },
        },
        answer: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Абсолютно! Многие цифровые кошельки поддерживают как фиатные валюты (например, USD, EUR), так и криптовалюты (такие как Bitcoin и Ethereum), что делает их универсальными инструментами для управления различными активами.",
          },
        },
      },
      {
        question: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Как цифровые кошельки могут помочь мне сэкономить деньги?",
          },
        },
        answer: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Цифровые кошельки часто предлагают кэшбэк, бонусы и эксклюзивные скидки, что позволяет вам экономить деньги с каждой транзакцией. Кроме того, они сокращают необходимость в физических картах и минимизируют комиссии за транзакции.",
          },
        },
      },
      {
        question: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Могу ли я использовать цифровой кошелек для мгновенных платежей и выводов?",
          },
        },
        answer: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Да! Многие цифровые кошельки предлагают мгновенные депозиты и выводы, что гарантирует, что ваши средства будут доступны в реальном времени без задержек — идеально для быстрых транзакций и торговли.",
          },
        },
      },
    ],
    contactUs: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Связаться с нами" } },
  },
  PaypalPayment: {
    title: {
      t: 0,
      b: { t: 2, i: [{ t: 3 }], s: "Совершайте онлайн-платежи анонимно" },
    },
    title2: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "через ваш личный портал!" } },
    subtitle: [
      { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Мгновенно" } },
      { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Без KYC" } },
      { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Низкие комиссии" } },
      { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Поддержка 24/7" } },
    ],
    cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Начать платежи" } },
    tailorMade: {
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Индивидуально для вашего бизнеса!" },
      },
      items: [
        {
          title: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Финансовая оптимизация" },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Оптимизируйте налоговые обязательства в зависимости от вашей страны, направляя платежи через CoinCannon.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Регуляторная оптимизация" },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Управляйте строгим финансовым контролем и ограничениями для тех, кто работает в сильно регулируемых отраслях.",
            },
          },
        },
        {
          title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Выплаты персоналу" } },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Используйте «Онлайн-платежи» для выплат сотрудникам или подрядчикам с полной конфиденциальностью и эффективностью.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Международная гибкость" },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Осуществляйте трансграничные платежи с легкостью, избегая комиссий за конвертацию или банковских ограничений.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Конфиденциальность клиентов" },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Гарантирует приватные платежи клиентов, обеспечивая дополнительный уровень защиты для бизнеса и клиентов.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Независимость от банков" },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Работайте без банков, которые вводят ограничения, замораживают счета или отказывают в обслуживании из-за специфики бизнеса.",
            },
          },
        },
        {
          title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Масштабируемость" } },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Обрабатывайте большие объемы транзакций, масштабируйте операции без риска узких мест или проблем с пропускной способностью.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Бизнес-непрерывность" },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Обеспечьте непрерывный денежный поток даже в условиях строгого регулирования и ограничений.",
            },
          },
        },
      ],
    },
    faq: [
      {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Нужен ли мне аккаунт Visa или Mastercard для использования услуги «Онлайн-платежи»?",
          },
        },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Нет, услуга Онлайн-платежей предназначена для тех, у кого нет доступа к этим сервисам, или тех, кому нужен дополнительный уровень защиты при оплате.",
          },
        },
      },
      {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Взимает ли CoinCannon дополнительные комиссии за «Онлайн-платежи» через Mastercard и Visa?",
          },
        },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Нет скрытых или фиксированных комиссий за услугу Онлайн-платежей. Торговцы могут видеть точную сумму отправки и получения в специальном разделе обменного окна.",
          },
        },
      },
      {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Какие данные мне нужно предоставить для получения счета на «Онлайн-платежи»?",
          },
        },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Поскольку CoinCannon совершает платеж от имени клиента, необходимо предоставить всю актуальную информацию, включая URL целевого сайта. Однако разглашать имя, адрес или личные данные не требуется.",
          },
        },
      },
      {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Сохраняет ли CoinCannon данные о транзакциях?",
          },
        },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Нет, CoinCannon предоставляет подтверждение платежа торговцу и автоматически удаляет все данные.",
          },
        },
      },
      {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Предоставляет ли CoinCannon платежи PayPal в режиме «Друзья и семья»?",
          },
        },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Да, торговцы могут запросить платежи в режиме «Друзья и семья» через онлайн-чат поддержки.",
          },
        },
      },
    ],
  },
  onlinePayment: {
    title: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "Короткий путь к онлайн-платежам; Мы платим за вас!",
      },
    },
    description: [
      { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Нет PayPal? Нет Visa/Master?" } },
      {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Покупайте всё, что хотите, используя только криптовалюту",
        },
      },
    ],
    input: [
      {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Ваш эксклюзивный код со скидкой 5%" },
      },
      { t: 0, b: { t: 2, i: [{ t: 3 }], s: "До $5" } },
    ],
    button: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Попробуйте сейчас!" } },
    startPayments: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Начать платежи" } },
    howOnlinePaymentWorks: {
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Как работает «Онлайн-платежи»?" },
      },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Вы отправляете цифровые активы на CoinCannon, и мы оплачиваем через PayPal, Visa, Mastercard за вас.",
        },
      },
      subtitle: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Поддерживается широкий выбор цифровых валют",
        },
      },
    },
    countdown: {
      title: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Действуйте быстро — предложение скоро заканчивается!",
        },
      },
      subtitle: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "До 31 декабря" } },
      days: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "дни" } },
      hours: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "часы" } },
      minutes: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "минуты" } },
      seconeds: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "секунды" } },
    },
    getDiscount: {
      title: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Быстро, без KYC, Отзывчивая поддержка",
        },
      },
      items: [
        {
          title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Вы отправляете" } },
          description: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Криптовалюту + Ссылку на покупку" },
          },
        },
        {
          title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Мы оплачиваем" } },
          description: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "PayPal, Visa, Mastercard" },
          },
        },
        {
          title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Вы получаете" } },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Подтверждение оплаты + Пополненный аккаунт",
            },
          },
        },
      ],
    },
    service: {
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Этот сервис создан специально для вас" },
      },
      tabs: [
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Личные" } },
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Бизнес" } },
      ],
      personal: [
        {
          id: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "personal-1" } },
          slug: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Фрилансеры" } },
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Вы заслуживаете работать с клиентами по всему миру.",
            },
          },
          subtitle: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Выходите на глобальный уровень: получайте оплату быстро и работайте без стресса.",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Наш сервис позволяет вам легко получать платежи на таких платформах, как Upwork, Freelancer и Fiverr, без задержек и стресса, связанных с традиционными методами — только безопасные и простые транзакции, чтобы вы могли сосредоточиться на своей работе.",
            },
          },
        },
        {
          id: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "personal-2" } },
          slug: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Геймеры" } },
          title: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Оплата за игры стала проще!" },
          },
          subtitle: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Платите умнее, играйте быстре" },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "С нашим сервисом вы можете безопасно оплачивать на платформах, таких как Steam, Twitch и Epic Games. Без комиссий, без KYC — только простые и удобные транзакции.",
            },
          },
        },
        {
          id: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "personal-3" } },
          slug: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Покупатели" } },
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Безопасная оплата цифровых активов и ставок",
            },
          },
          subtitle: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Беззаботные платежи для ставок и игр!",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Покупаете подписки, кредиты для ставок или пополняете кошелек онлайн-казино на таких платформах, как Bet365, PokerStars или FanDuel? Ограничения на оплату больше не проблема. Наш сервис позволяет вам оплачивать безопасно и легко, без комиссий и без необходимости KYC. Просто отправьте свою ссылку и завершите транзакцию без стресса.",
            },
          },
        },
        {
          id: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "personal-4" } },
          slug: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Студенты" } },
          title: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Доступ к оплатам без ограничений" },
          },
          subtitle: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Простые платежи для умного обучения",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Как студенту, вам может быть сложно оплачивать онлайн-курсы или ресурсы на платформах, таких как Udemy, Coursera или Skillshare. Наш сервис позволяет легко оплачивать образование и другие нужды, без комиссий и без необходимости KYC. Просто отправьте свою ссылку и начните!",
            },
          },
        },
        {
          id: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "personal-5" } },
          slug: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Путешественник" } },
          title: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Легкие платежи в путешествии" },
          },
          subtitle: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Путешествуйте легко: оплачивайте без ограничений",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Путешествия могут усложнить оплату, особенно с ограничениями на таких платформах, как Airbnb, Booking.com или Expedia. Наш сервис позволяет вам оплачивать быстро и безопасно, без комиссий и без необходимости KYC. Просто отправьте свою ссылку и наслаждайтесь удобными платежами во время путешествий.",
            },
          },
        },
      ],
      business: [
        {
          id: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "business-1" } },
          slug: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Хостинг" } },
          title: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Простая оплата хостинга" },
          },
          subtitle: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Быстрая и удобная оплата хостинга!" },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Хотите купить хостинг или продлить подписки на таких платформах, как rdparena, Hetzner или Starlink? Наш сервис делает этот процесс быстрым и удобным. Без ограничений на оплату, скрытых комиссий и необходимости KYC. Просто отправьте свою ссылку и завершите платеж безопасно.",
            },
          },
        },
        {
          id: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "business-2" } },
          slug: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Платить зарплату" } },
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Быстрая и безопасная оплата зарплат",
            },
          },
          subtitle: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Беспроблемные выплаты зарплат!" },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Нужно выплатить зарплату команде или подрядчикам? С нашим сервисом это быстро и просто. Без ограничений на платежи, дополнительных комиссий и необходимости KYC. Просто выберите способ оплаты.",
            },
          },
        },
        {
          id: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "business-3" } },
          slug: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Оплатить счет" } },
          title: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Оплачивайте счета без PayPal" },
          },
          subtitle: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Оплачивайте счета без ограничений!" },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Получили счет PayPal, но не можете воспользоваться PayPal? Не проблема. Наш сервис позволяет безопасно оплачивать счета без использования PayPal или других ограниченных методов оплаты. Просто отправьте свою ссылку и сделайте платеж быстро и легко.",
            },
          },
        },
        {
          id: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "business-4" } },
          slug: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Домен" } },
          title: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Быстрая и простая оплата доменов" },
          },
          subtitle: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Безопасная оплата доменов" },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Хотите зарегистрировать или продлить домены у таких провайдеров, как GoDaddy, Namecheap или Google Domains? Мы делаем процесс простым и понятным. Без ограничений на оплату, скрытых комиссий и необходимости KYC. Просто отправьте свою ссылку и завершите платеж безопасно!",
            },
          },
        },
        {
          id: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "business-5" } },
          slug: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Облачные сервисы" } },
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Мгновенные и безопасные платежи за облачные сервисы",
            },
          },
          subtitle: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Оплата облачных сервисов стала проще",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Хотите управлять оплатой облачных сервисов, таких как AWS, Google Cloud или Azure? Мы упрощаем этот процесс для вас. Без ограничений на оплату, без дополнительных затрат и без необходимости KYC. Просто отправьте свою ссылку и завершите платеж безопасно.",
            },
          },
        },
      ],
    },
    support: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "24/7 Поддержка" } },
      subtitle: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Свяжитесь с нашей службой поддержки! Мы онлайн весь день, каждый день",
        },
      },
      cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Начать разговор" } },
    },
  },
  services: {
    perfectMoney: {
      meta: {
        title: {
          t: 0,
          b: {
            t: 1,
            c: [
              { t: 2, i: [{ t: 3 }], s: "CoinCannon" },
              { t: 2, i: [{ t: 3 }], s: "Exchange Perfect Money to Paypal" },
            ],
          },
        },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "CoinCannon will enable you to exchange perfect money to paypal in a fast and secure way, with no KYC and no Sign up is needed.",
          },
        },
      },
      title: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Обменять Perfect Money на Paypal (PM на PayPal)",
        },
      },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "В мире цифровых валют крупными игроками являются Perfect Money и PayPal. Но иногда вам может понадобиться обменять свои PerfectMoney на PayPal для определенных целей. PayPal отлично подходит для онлайн-покупок на множестве веб-сайтов. Так что если у вас есть Perfect Money, обмен на PayPal открывает целый новый мир возможностей для онлайн-шопинга. Это как обмен одного вида денег на другой, но с PayPal вы можете покупать практически везде в интернете!",
        },
      },
      cta: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Обменять Perfect Money на PayPal" },
      },
      needTo: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Хотите обменять Perfect Money на PayPal?",
        },
      },
      needToDescription: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: '"Ищете, где обменять Perfect Money USD на PayPal? В таком случае, вам повезло с CoinCannon! Наша платформа предлагает простой и удобный интерфейс, а также лучшие курсы обмена Perfect Money на PayPal. Обменять здесь легко - быстро, без проблем и эффективно! Просто следуйте нашему простому видео-руководству, и вы сможете обменять свои Perfect Money на PayPal. В мире цифровых транзакций и Perfect Money, и PayPal имеют свое место, но иногда вам захочется перейти с Perfect Money на PayPal. Почему? Потому что PayPal широко принимается в многочисленных онлайн-магазинах, что делает его идеальным для совершения покупок в Интернете. Так что забудьте о проблемах с обменом валюты; с CoinCannon обменять Perfect Money на PayPal - это гладкий и простой процесс. Посмотрите наше видео-руководство для быстрого, без проблем и эффективного обмена Perfect Money на PayPal!',
        },
      },
      needToCta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Обменять сейчас" } },
      stepsTitle: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Обменять Perfect Money на PayPal на CoinCannon — всего в 4 простых шага",
        },
      },
      stepsDescription: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "На CoinCannon мы позаботились о вас, когда речь заходит о выводе ваших средств из Perfect Money в PayPal, будь то в долларах США, евро или фунтах стерлингов. С ростом популярности цифровых валют, спрос на обмен Perfect Money на PayPal стремительно растет. К счастью, мы разработали простое решение для ваших потребностей в обмене Perfect Money прямо здесь. Это так же легко, как пирог, и происходит всего в четыре простых шага!",
        },
      },
      steps: {
        step: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Шаг" } },
        items: {
          first: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Выберите Perfect Money в левом окне и PayPal (USD/EUR/GBP) в правом. Введите желаемую сумму обмена. Ожидайте применения курсов.",
            },
          },
          seconed: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: 'Нажмите "Обмен" и введите данные вашей учетной записи PayPal и адрес электронной почты. Затем снова нажмите кнопку "Обмен" и выполните Captcha.',
            },
          },
          third: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Проверьте детали вашего заказа и внимательно прочтите инструкции! Получите идентификатор отслеживания, адрес и URL-адрес исследователя.",
            },
          },
          forth: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: 'Переведите Advcash на счет CoinCannon, доступный на странице, и нажмите кнопку "Оплатить заказ',
            },
          },
        },
        stepsCta: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Закажите ваш обмен прямо сейчас!" },
        },
        justLike: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Именно так" } },
        giveTry: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: " Вы можете мгновенно обменять свои Perfect Money USD на PayPal",
          },
        },
        cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Давайте попробуем!" } },
      },
    },
    webmoney: {
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Обмен WebMoney на PayPal [Без KYC]" },
      },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Переведите WebMoney на PayPal через CoinCannon всего за несколько минут по самым низким курсам обмена. Мы предлагаем платформу обмена с 100% анонимностью для перевода WebMoney и 200+ цифровых валют.",
        },
      },
      subtitle: [
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Мгновенно" } },
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Минимальные комиссии" } },
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Поддержка 24/7" } },
      ],
      cta: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Обменять WebMoney на PayPal" },
      },
      howToExchange: {
        title: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Перевод WebMoney на PayPal в 4 шага:" },
        },
        items: [
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Выберите валютную пару и укажите сумму",
            },
          },
          {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Введите адрес назначения PayPal" },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Отправьте WebMoney на адрес CoinCannon",
            },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Готово! Проверьте почту для подтверждения!",
            },
          },
        ],
        cta: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Вывод WebMoney на PayPal" },
        },
      },
      faq: [
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: 'Получу ли я PayPal через "Товары и услуги" или "Друзья и семья"?',
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: 'Вы можете запросить перевод через "Друзья и семья" на втором шаге. Если это возможно, CoinCannon выполнит оплату таким способом.',
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Взимает ли CoinCannon дополнительные комиссии за перевод WebMoney на PayPal?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Нет, вы увидите точную сумму отправки и получения в окне обмена.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Нужно ли мне регистрироваться для обмена WebMoney WMZ?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Нет, регистрация на CoinCannon не требуется для перевода WebMoney.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Как отправить WMZ на CoinCannon?" },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: 'На шаге 4 вы увидите кошелек WebMoney CoinCannon. Отправьте туда свои WMZ, укажите трек-ид в комментарии и нажмите "Завершить заказ".',
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Сколько времени занимает обмен WebMoney на PayPal?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Процесс займет всего несколько минут.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Могу ли я вывести WebMoney на свой банковский счет?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Да, вы можете настроить свой WebMoney-аккаунт для вывода WMZ на банковский счет.",
            },
          },
        },
      ],
      enjoy: {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Наслаждайтесь полной конфиденциальностью!",
          },
        },
        cta: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Обменять WebMoney USD на PayPal" },
        },
      },
      commonQuestionsTitle: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Часто задаваемые вопросы о WebMoney" },
      },
      commonQuestionsUSDT: [
        {
          question: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Какая платформа лучше всего подходит для обмена WebMoney WMZ на PayPal?",
            },
          },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Низкие комиссии, конфиденциальность и доступная поддержка — вот что вам нужно. К сожалению, большинство обычных платформ не обеспечивают конфиденциальность, несмотря на низкие комиссии.",
            },
          },
        },
        {
          question: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Является ли WebMoney надежной платежной системой в 2025 году?",
            },
          },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Да, WebMoney имеет безупречную репутацию с 1998 года. Она также обеспечивает быструю обработку платежей и низкие комиссии.",
            },
          },
        },
        {
          question: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Каков курс обмена WebMoney WMZ на PayPal USD в 2025 году?",
            },
          },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "В настоящее время 1 WebMoney эквивалентен 1 PayPal USD. Однако в зависимости от платформы могут взиматься дополнительные комиссии.",
            },
          },
        },
        {
          question: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Поддерживает ли WebMoney криптовалюты?",
            },
          },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Да, WebMoney Wallet поддерживает ограниченное количество криптовалют с низкими комиссиями. Однако выбор активов не так разнообразен, как у конкурентов.",
            },
          },
        },
        {
          question: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Является ли PayPal хорошим вариантом для онлайн-платежей?",
            },
          },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "На 2025 год PayPal остается платежным процессором №1 в мире с более чем 426 миллионами активных пользователей. Кроме того, PayPal занимает 45% мирового рынка платежей с рыночной капитализацией $69,42 млрд.",
            },
          },
        },
      ],
      contactUs: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Свяжитесь с нами" } },
    },
    payeer: {
      meta: {
        title: {
          t: 0,
          b: {
            t: 1,
            c: [
              { t: 2, i: [{ t: 3 }], s: "Exchange Payeer to PayPal" },
              { t: 2, i: [{ t: 3 }], s: "CoinCannon" },
            ],
          },
        },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Exchange Payeer to PayPal with CoinCannon easily. Our exchange platform offers secure Payeer to PayPal transactions and competitive rates, ensuring a smooth exchange experience.",
          },
        },
      },
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Обменять Payeer на PayPal" },
      },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "современном мире растет потребность в обмене Payeer на PayPal. Как игроки, так и PayPal пользуются большой популярностью в мире цифровых финансов, особенно среди тех, у кого в инвестиционном портфеле есть немного криптовалют. CoinCannon предлагает простой в использовании и быстрый сервис для этой обменной пары.",
        },
      },
      cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Обменять Payeer на PayPal" } },
      needTo: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "вам нужно обменять Payeer на PayPal?" },
      },
      needToDescription: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "По мере роста спроса на цифровые валюты все больше и больше людей сталкиваются с необходимостью простого способа обналичивания своих средств для покупки товаров и услуг через Интернет. Обмен Payeer USD на PayPal - это один из способов использовать свой крипто-заработок. Если это то, что вы ищете, CoinCannon предлагает простую в использовании платформу и высокие тарифы. Произвести обмен здесь быстро, без проблем и эффективно! Просто посмотрите это видео-руководство, и вы готовы обменять свои средства Payeer на PayPal.",
        },
      },
      needToCta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Обменять сейчас" } },
      stepsTitle: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Обмен вашего Payeer на PayPal на CoinCannon занимает всего 4 простых шага",
        },
      },
      stepsDescription: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Вы можете рассчитывать на то, что CoinCannon обналичит ваши средства Payeer в форме PayPal USD, EUR aud GBP. По мере того как спрос на цифровые валюты растет, перевод Payeer to PayPal становится одним из самых требовательных направлений обмена. Все это происходит всего за 4 шага:",
        },
      },
      steps: {
        step: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Шаг" } },
        items: {
          first: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Выберите Payeer в левом поле и PayPal (USD/EUR/GBP) справа. Введите желаемую сумму обмена. Подождите, пока появятся курсы.",
            },
          },
          seconed: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Нажмите “Обменять” и введите свои данные PayPal и адрес электронной почты. Еще раз нажмите на кнопку “Обменять” и заполните капчу.",
            },
          },
          third: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Просмотрите детали вашего заказа и внимательно прочитайте инструкции! Получите идентификатор отслеживания, адрес и URL-адрес проводника.",
            },
          },
          forth: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Переведите Payeer USD на счет CoinCannon Payeer, доступный на странице, и нажмите на “Оплатить заказ",
            },
          },
        },
        stepsCta: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Закажите ваш обмен прямо сейчас!" },
        },
        justLike: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Именно так" } },
        giveTry: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: " Вы можете мгновенно обменять свои Perfect Money USD на PayPal",
          },
        },
        cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Давайте попробуем!" } },
      },
    },
    volet: {
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Обмен Volet USD на PayPal [Без KYC]" },
      },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Обменивайте Volet (AdvCash) USD на PayPal на CoinCannon всего за несколько минут по самым низким курсам. Мы предлагаем платформу для обмена с 100% анонимностью, позволяя конвертировать Volet USD и 200+ цифровых валют.",
        },
      },
      pros: [
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Мгновенно" } },
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Самые низкие комиссии" } },
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Отзывчивая поддержка" } },
      ],
      cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Обменять AdvCash" } },
      howToExchange: {
        title: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Как обменять Volet USD на PayPal?" },
        },
        items: [
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "1. Укажите валютную пару и введите сумму",
            },
          },
          {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "2. Введите ваш PayPal-адрес" },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "3. Отправьте Volet USD на адрес CoinCannon",
            },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "4. Готово! Проверьте email для подтверждения!",
            },
          },
        ],
        cta: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Перевести Volet USD на PayPal" },
        },
      },
      whyjolixo: {
        title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Почему CoinCannon?" } },
        items: [
          {
            title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "200+ валют" } },
            description: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "CoinCannon поддерживает широкий выбор криптовалют и цифровых валют.",
              },
            },
          },
          {
            title: {
              t: 0,
              b: { t: 2, i: [{ t: 3 }], s: "Самые низкие комиссии" },
            },
            description: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "Вы видите точную сумму комиссии без скрытых платежей!",
              },
            },
          },
          {
            title: {
              t: 0,
              b: { t: 2, i: [{ t: 3 }], s: "Отзывчивая поддержка" },
            },
            description: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "Нужна помощь? Наша команда готова ответить на все вопросы 24/7.",
              },
            },
          },
          {
            title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Без KYC" } },
            description: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "Мы не замедлим вас надоедливыми вопросами. Всё быстро и просто!",
              },
            },
          },
        ],
        cta: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Свяжитесь с нами для получения информации",
          },
        },
      },
      faq: [
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Я получу PayPal через Товары и Услуги или Друзья и Семья?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Вы можете запросить перевод через Друзья и Семья на втором шаге. Если возможно, CoinCannon выполнит перевод этим способом.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "CoinCannon взимает дополнительные комиссии за вывод Volet USD на PayPal?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Нет, вы видите точную сумму перевода без скрытых платежей.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Мне нужно регистрироваться для обмена Volet (AdvCash)?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Нет, регистрация на CoinCannon не требуется для обмена Volet USD.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Как мне отправить Volet USD на CoinCannon?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "На 4-м шаге нажмите кнопку «Совершить платеж», и вас перенаправят на сайт Volet USD для оплаты счета.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Сколько времени занимает обмен Volet USD на PayPal?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Процесс займет всего несколько минут.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Поддерживает ли CoinCannon только PayPal USD?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Нет, CoinCannon также предлагает обмен на PayPal EUR и PayPal GBP.",
            },
          },
        },
      ],
      enjoy: {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Наслаждайтесь полной конфиденциальностью!",
          },
        },
        cta: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Обменять Volet USD на PayPal" },
        },
      },
      commonQuestionsTitle: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Часто задаваемые вопросы о Volet (AdvCash)",
        },
      },
      commonQuestionsUSDT: [
        {
          question: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Какая платформа идеально подходит для обмена Volet USD на PayPal?",
            },
          },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Низкие комиссии, конфиденциальность и быстрая поддержка – это то, что вам нужно. К сожалению, большинство платформ не обеспечивают приватность, даже если у них низкие комиссии.",
            },
          },
        },
        {
          question: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Является ли Volet надежным цифровым кошельком в 2025 году?",
            },
          },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Да, Volet (ранее AdvCash) зарекомендовал себя как надежный цифровой кошелек, предлагающий широкий выбор активов по выгодным курсам обмена.",
            },
          },
        },
        {
          question: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Какой курс обмена Volet USD на PayPal USD в 2025 году?",
            },
          },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "На данный момент 1 Volet USD равен 1 PayPal USD. Однако в зависимости от платформы могут быть добавлены комиссии за обмен.",
            },
          },
        },
        {
          question: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Поддерживает ли AdvCash (Volet) криптовалюты?",
            },
          },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Да, Volet поддерживает как криптовалюты, так и фиат, предлагая широкий выбор активов для обмена.",
            },
          },
        },
        {
          question: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Является ли PayPal надежным вариантом для онлайн-платежей?",
            },
          },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "На 2025 год PayPal остается платежной системой №1 в мире с более чем 426 миллионами активных пользователей. Кроме того, PayPal занимает 45% мирового рынка платежей с рыночной капитализацией $69,42 млрд.",
            },
          },
        },
      ],
    },
    bitcoin: {
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Обмен Bitcoin на PayPal [Без KYC]" },
      },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Обменивайте Bitcoin на PayPal на CoinCannon мгновенно и без комиссий. Наслаждайтесь платформой обмена BTC с 100% анонимностью.",
        },
      },
      subtitle: [
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Мгновенно" } },
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Самые низкие комиссии" } },
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Поддержка 24/7" } },
      ],
      cta: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Обменять Bitcoin на PayPal" },
      },
      howToExchange: {
        title: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Перевод BTC на PayPal в 4 шага:" },
        },
        items: [
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Выберите валютную пару и введите сумму",
            },
          },
          { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Введите ваш PayPal-адрес" } },
          {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Отправьте BTC на адрес CoinCannon" },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Готово! Проверьте почту для подтверждения!",
            },
          },
        ],
        cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Обменять Bitcoin" } },
      },
      faq: [
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Я получу PayPal через Товары и Услуги или Друзья и Семья?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Вы можете выбрать вариант 'Друзья и Семья' на втором шаге. Если возможно, CoinCannon отправит перевод этим способом.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "CoinCannon берет дополнительные комиссии за продажу Bitcoin?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Нет, вы сразу видите, сколько отправляете и сколько получаете, прямо в окне обмена.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Нужно ли мне регистрироваться для обмена Bitcoin?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Нет, регистрация на CoinCannon не требуется для продажи BTC.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Как отправить Bitcoin (BTC) на CoinCannon?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "На четвертом шаге появится ссылка на счет. Перейдите по ней и отправьте BTC на CoinCannon. И всё!",
            },
          },
        },
        {
          title: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Как долго выводится Bitcoin?" },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Процесс занимает всего несколько минут.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Как обналичить Bitcoin?" },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Выберите Bitcoin в левом окне и PayPal в правом. Затем перейдите к следующему шагу, чтобы завершить заказ.",
            },
          },
        },
      ],
      enjoy: {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Наслаждайтесь полной конфиденциальностью!",
          },
        },
        cta: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Обменять Bitcoin на PayPal" },
        },
      },
      commonQuestionsTitle: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Часто задаваемые вопросы о Bitcoin" },
      },
      commonQuestionsUSDT: [
        {
          question: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Какая платформа идеальна для обмена Bitcoin (BTC)?",
            },
          },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Низкие комиссии, конфиденциальность и поддержка 24/7 — это то, что вам нужно. К сожалению, большинство традиционных платформ не обеспечивают конфиденциальность, несмотря на низкие комиссии.",
            },
          },
        },
        {
          question: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Как продать Bitcoin?" },
          },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Выберите Bitcoin в окне обмена, затем выберите валюту, которую хотите получить. Затем просто следуйте следующим шагам!",
            },
          },
        },
        {
          question: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Какой курс BTC?" } },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Курс BTC — это обменный курс для целевой валюты. Вы можете проверить текущий курс BTC на CoinCannon.",
            },
          },
        },
        {
          question: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Как купить Bitcoin?" },
          },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Выберите способ оплаты в окне обмена, затем выберите Bitcoin (BTC) в правом окне. Введите сумму, и готово!",
            },
          },
        },
        {
          question: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Почему Bitcoin падает в цене?" },
          },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "BTC — это волатильный актив. Однако волатильность также означает, что цена может резко вырасти. Долгосрочное хранение BTC доказало свою эффективность как инвестиционный метод.",
            },
          },
        },
        {
          question: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Сколько времени занимает добыча 1 Bitcoin?",
            },
          },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "От 10 минут до года! Всё зависит от вашей майнинговой установки. Однако важнее учитывать эффективность и соотношение цены к производительности.",
            },
          },
        },
        {
          question: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Как долго отправляется Bitcoin?" },
          },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Подтверждение транзакции BTC занимает менее 10 минут. Окончательное завершение транзакции — около 1-2 часов.",
            },
          },
        },
      ],
      contactUs: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Свяжитесь с нами" } },
    },
    tether: {
      meta: {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Exchange Tether USDT to PayPal [No KYC]",
          },
        },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Exchange USDT to PayPal with full anonymity, lowest exchange rates and 24/7 online support in only a matter of minutes on CoinCannon",
          },
        },
        keyword: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "USDT to PayPal" } },
      },
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Обмен Tether USDT на PayPal [Без KYC]" },
      },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Обменивайте USDT на PayPal на CoinCannon всего за несколько минут по лучшим курсам. Мы предлагаем платформу для обмена с 100% анонимностью для конвертации USDT и 200+ цифровых валют.",
        },
      },
      pros: [
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Мгновенно" } },
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Самые низкие комиссии" } },
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Поддержка 24/7" } },
      ],
      cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Обменять USDT на PayPal" } },
      howToExchange: {
        title: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Как обменять USDT на PayPal?" },
        },
        items: [
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "1. Установите пару обмена и введите сумму",
            },
          },
          {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "2. Введите адрес вашего PayPal" },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "3. Отправьте USDT на адрес CoinCannon",
            },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "4. Вот и всё, проверьте email для подтверждения!",
            },
          },
        ],
        cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Обменять USDT на PayPal" } },
      },
      whyjolixo: {
        title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Почему CoinCannon?" } },
        items: [
          {
            title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "200+ валют" } },
            description: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "CoinCannon поддерживает огромное количество криптовалют и цифровых валют.",
              },
            },
          },
          {
            title: {
              t: 0,
              b: { t: 2, i: [{ t: 3 }], s: "Минимальные комиссии" },
            },
            description: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "То, что вы видите, — это именно то, сколько мы взимаем. Скрытых комиссий нет!",
              },
            },
          },
          {
            title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Поддержка 24/7" } },
            description: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "Нужна поддержка? Наша команда готова ответить на все ваши вопросы 24/7.",
              },
            },
          },
          {
            title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Без верификации" } },
            description: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "В CoinCannon мы не будем задерживать вас ненужными вопросами. Всё быстро и просто!",
              },
            },
          },
        ],
        cta: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Свяжитесь с нами для получения дополнительной информации",
          },
        },
      },
      faq: [
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Получу ли я PayPal через Goods and Services или Friends and Family?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Вы можете запросить Friends and Family на втором этапе, если возможно, CoinCannon осуществит оплату через Friends and Family.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Взимает ли CoinCannon дополнительные комиссии?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Нет, вы увидите точную сумму, которую вы отправляете, и сколько мы отправляем в блоке обмена.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Принимает ли CoinCannon USDT через TRC20 или ERC20?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "CoinCannon поддерживает как сеть ERC20, так и TRC20. Мы рекомендуем TRC20 для более низких комиссий за перевод.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Могу ли я отправить Tether USDT для онлайн-покупок через PayPal?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Да, но вам нужно будет выбрать PayPal Payments слева. С этой услугой CoinCannon осуществит платежи от вашего имени.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Сколько времени занимает обмен USDT на PayPal?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Процесс займет всего несколько минут.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Какую информацию мне нужно предоставить на CoinCannon?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Все, что вам нужно предоставить, это адрес PayPal и email. Мы не запрашиваем вашу личную информацию!",
            },
          },
        },
      ],
      enjoy: {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Наслаждайтесь полной конфиденциальностью!",
          },
        },
        cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Обменять USDT на PayPal" } },
      },
      commonQuestionsTitle: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Часто задаваемые вопросы о USDT" },
      },
      commonQuestionsUSDT: [
        {
          question: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Какая идеальная платформа для обмена USDT на PayPal?",
            },
          },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Низкие комиссии, конфиденциальность и доступная поддержка — ключевые факторы. К сожалению, большинство традиционных платформ не обеспечивают конфиденциальность, несмотря на низкие комиссии.",
            },
          },
        },
        {
          question: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Какова рыночная капитализация USDT в 2025 году?",
            },
          },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "На январь 2025 года рыночная капитализация Tether USDT составляет 137,5 миллиарда долларов США, и он занимает 4-е место среди крупнейших криптовалют по рыночной капитализации.",
            },
          },
        },
        {
          question: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Каков курс обмена USDT на PayPal USD в 2025 году?",
            },
          },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "В настоящее время 1 Tether USDT равен 1 PayPal USD. Однако в зависимости от платформы, которую вы используете, могут взиматься дополнительные комиссии.",
            },
          },
        },
        {
          question: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Является ли Tether USDT надежным стейблкоином в 2025 году?",
            },
          },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "В настоящее время USDT — самый старый и популярный стейблкоин на рынке с проверенной репутацией. Однако конкуренты постепенно догоняют его.",
            },
          },
        },
        {
          question: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Является ли PayPal надежным вариантом для онлайн-платежей?",
            },
          },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "По состоянию на 2025 год PayPal остается платежной системой №1 в мире с более чем 426 миллионами активных пользователей. Кроме того, PayPal контролирует 45% мирового рынка платежей и имеет рыночную капитализацию в 69,42 миллиарда долларов.",
            },
          },
        },
      ],
    },
    usdtTrx: {
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Обмен USDT на TRX [Без Регистрации]" },
      },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Купите TRX за USDT на CoinCannon мгновенно без комиссии за обмен. Покупайте Tron на единственной платформе с 100% анонимностью.",
        },
      },
      pros: [
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Мгновенно" } },
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Минимальные комиссии" } },
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Отзывчивая поддержка" } },
      ],
      cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Обменять USDT на TRX" } },
      howToExchange: {
        title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Купите TRX в 4 шага:" } },
        items: [
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "1. Выберите валютную пару и введите сумму",
            },
          },
          {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "2. Укажите свой Tron (TRX) кошелек" },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "3. Отправьте USDT на адрес CoinCannon",
            },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "4. Готово! Проверьте свою почту для подтверждения",
            },
          },
        ],
        cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Купить Tron" } },
      },
      whyjolixo: {
        title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Почему CoinCannon?" } },
        items: [
          {
            title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "200+ валют" } },
            description: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "CoinCannon поддерживает огромное количество криптовалют и цифровых валют.",
              },
            },
          },
          {
            title: {
              t: 0,
              b: { t: 2, i: [{ t: 3 }], s: "Минимальные комиссии" },
            },
            description: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "Вы видите точную сумму комиссии без скрытых платежей!",
              },
            },
          },
          {
            title: {
              t: 0,
              b: { t: 2, i: [{ t: 3 }], s: "Отзывчивая поддержка" },
            },
            description: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "Нужна помощь? Наша команда готова ответить на все ваши вопросы 24/7.",
              },
            },
          },
          {
            title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Без KYC" } },
            description: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "CoinCannon не замедлит вас ненужными вопросами. Все быстро и просто!",
              },
            },
          },
        ],
        cta: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Свяжитесь с нами для получения дополнительной информации",
          },
        },
      },
      faq: [
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Сколько времени займет получение TRX?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Процесс займет всего несколько минут.",
            },
          },
        },
        {
          title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Как купить TRX?" } },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Выберите валюту для оплаты, затем выберите Tron TRX в левом поле. Нажмите «Далее», чтобы купить TRX.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Взимает ли CoinCannon дополнительные комиссии за покупку TRX?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Нет, в окне обмена вы увидите точную сумму отправки и получения без дополнительных комиссий.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Нужно ли регистрироваться для обмена USDT на TRX?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Нет, регистрация на CoinCannon не требуется для покупки TRX.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Как отправить USDT на CoinCannon?" },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "На шаге 4 вы получите ссылку на счет. Перейдите по ссылке и отправьте USDT на CoinCannon. Готово!",
            },
          },
        },
      ],
      enjoy: {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Наслаждайтесь полной конфиденциальностью!",
          },
        },
        cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Обменять USDT на TRX" } },
      },
      commonQuestionsTitle: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Популярные вопросы об обмене USDT на TRX",
        },
      },
      commonQuestionsUSDT: [
        {
          question: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Какая платформа лучше всего подходит для обмена USDT на TRX?",
            },
          },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Минимальные комиссии, конфиденциальность и Отзывчивая поддержка – это то, что вам нужно. К сожалению, большинство платформ не обеспечивают конфиденциальность, несмотря на низкие комиссии.",
            },
          },
        },
        {
          question: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Как обменять TRX на USDT?" },
          },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Выберите TRX и USDT на CoinCannon и продайте TRX всего за несколько минут.",
            },
          },
        },
        {
          question: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Как я могу купить TRX?" },
          },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Выберите способ оплаты в окне обмена, затем выберите Tron TRX в правом поле. Введите сумму, и готово!",
            },
          },
        },
        {
          question: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Что означает TRX?" },
          },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "TRX – это сокращение от Tronix, токена, созданного в 2017 году фондом Tron.",
            },
          },
        },
        {
          question: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Стоит ли инвестировать в TRX?" },
          },
          answer: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Да, учитывая его прошлые достижения. Однако криптовалюты по своей природе волатильны, и это следует учитывать.",
            },
          },
        },
      ],
    },
  },
  affiliate: {
    meta: {
      title: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Your CryptoCurrenciy and DigitalCurrency Exchange",
        },
      },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Earn Money with CoinCannon Affiliate Program with Super Easy Requirements and Amzing Reward Rates. Earn Passive Income Online",
        },
      },
    },
    title: [
      { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Присоединяйтесь к партнерской" } },
      { t: 0, b: { t: 2, i: [{ t: 3 }], s: "программе CoinCannon сегодня" } },
    ],
    description: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "Зарабатывайте легко, привлекая клиентов. Быстрые выплаты, конкурентные комиссии и Отзывчивая поддержка.",
      },
    },
    cta: [
      { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Уже есть аккаунт? Войти" } },
      { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Стать партнером сейчас" } },
    ],
    earnSteps: {
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Зарабатывайте в три простых шага" },
      },
      steps: [
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Зарегистрируйтесь и получите свою уникальную реферальную ссылку",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Зарегистрируйтесь и получите все инструкции по созданию реферальной ссылки в вашем аккаунте CoinCannon. Поделитесь ссылкой с друзьями.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Подождите, пока они воспользуются CoinCannon",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Когда ваши рефералы совершают заказы через CoinCannon, вы получаете комиссию за транзакции, совершенные по вашей ссылке.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Получите оплату на свой счет" },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Как только сумма ваших рефералов достигнет $10, вы сможете вывести свои заработанные средства на любой удобный для вас способ оплаты.",
            },
          },
        },
      ],
      cta: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Начать зарабатывать сегодня" },
      },
    },
    partner: {
      title: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Почему стоит стать партнером CoinCannon?",
        },
      },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Мы предлагаем непревзойденную реферальную программу, которая позволит вам легко увеличить свой доход.",
        },
      },
      bullets: {
        "Высокие комиссии": {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "конкурентоспособные ставки, которые увеличиваются по мере роста числа ваших рефералов.",
          },
        },
        "Быстрые выплаты": {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "вывод средств в любое время, без задержек.",
          },
        },
        "Полная прозрачность": {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "отслеживайте свой доход в режиме реального времени.",
          },
        },
      },
      cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Реферальная программа" } },
    },
    earnMore: {
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Зарабатывайте больше, развиваясь" },
      },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: " Наши ставки комиссии растут по мере увеличения объема ваших рефералов. Чем больше вы привлекаете, тем больше зарабатываете.",
        },
      },
    },
    referalProgram: {
      title: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Чем отличается реферальная программа CoinCannon?",
        },
      },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Мы предлагаем уникальную реферальную программу, которая позволяет вам легко увеличивать доход.",
        },
      },
      bullets: {
        "Никаких целевых показателей продаж": {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "получайте оплату от транзакций ваших рефералов, а не от прибыли.",
          },
        },
        "Мгновенные выводы": {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "получите доступ к своим доходам, как только достигнете 10 долларов.",
          },
        },
        "Неограниченный потенциал": {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "приглашайте столько пользователей, сколько захотите, без ограничений.",
          },
        },
      },
      cta: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Начните зарабатывать сейчас" },
      },
    },
    largerReferalProgram: {
      title: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Реферальная программа для крупных компаний",
        },
      },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Откройте для себя специальные возможности партнерства с более высокими комиссиями и индивидуальной поддержкой для компаний с большой клиентской базой.",
        },
      },
      subtitle: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Хотите узнать больше о нашем бизнес-плане?",
        },
      },
      cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Свяжитесь с нами" } },
    },
    faq: [
      {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Как долго я зарабатываю деньги с каждого человека, который регистрируется с помощью моего реферала?",
          },
        },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Если кто-то зарегистрировался на нашем сайте по вашей реферальной ссылке, вы будете получать выгоду от его транзакций до тех пор, пока он размещает заказы на нашем сайте. Это означает, что начиная с того дня, когда они зарегистрировались на нашем сайте, и до конца срока",
          },
        },
      },
      {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Должны ли пользователи регистрироваться, чтобы я мог зарабатывать деньги на их транзакциях?",
          },
        },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Нет, вы получаете свою долю с каждой транзакции, совершенной по вашей реферальной ссылке. Пользователи могут быть зарегистрированы или не зарегистрированы. Как только пользователь попадает на наш веб-сайт по вашей реферальной ссылке, он считается вашим партнером, и его транзакции будут привязаны к вашей учетной записи",
          },
        },
      },
      {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Когда я могу вывести свой партнерский доход с обменника?",
          },
        },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Как только ваш доход достигнет 10 долларов, вы сможете вывести свой доход со счета вашего пользователя.",
          },
        },
      },
      {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Может ли кто-то участвовать с более чем одним адресом электронной почты и учетной записью?",
          },
        },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Вы можете легко увеличить свои шансы на победу в 10 раз, используя учетные записи пользователей Instagram и Twitter, и мы хотим, чтобы ваши отзывы были честными и делились своим опытом с CoinCannon.Итак, мы предлагаем пользователям принять участие только один раз",
          },
        },
      },
      {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Как я могу получить свою реферальную ссылку?",
          },
        },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Чтобы стать партнером CoinCannon, вам необходимо зарегистрироваться с действительным адресом электронной почты и войти в свою учетную запись. Вы можете легко найти свою уникальную реферальную ссылку в личном кабинете вашего пользователя",
          },
        },
      },
      {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Как вы рассчитываете партнерскую сумму?",
          },
        },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Вы будете получать не менее 0,3% и не более 0,8% от транзакций ваших партнеров, когда их заказы будут “выполнены”.Если пользователь вернет деньги за свою транзакцию, деньги, которые вы заработали от этой транзакции, также будут списаны с вашего счета. Пожалуйста, обратите внимание, что вы зарабатываете деньги только на заказах со статусом “ВЫПОЛНЕНО”.",
          },
        },
      },
      {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Сколько денег я могу заработать на CoinCannon?",
          },
        },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Вы можете совершить до 0,8% сделок, которые вы совершаете на нашем сайте.Но чтобы попасть туда, ваши рефералы должны совершать более 45000 транзакций в месяц на CoinCannon , что не так уж много, и вы можете легко туда попасть. обратите внимание, что месяц - это начало одного календарного месяца до его окончания, и он не считается началом вашей регистрации. Если ваши рефералы совершат транзакции на сумму 45000$ с 1 января по конец 31 января, вы получите 360$ на свой партнерский счет. Это зависит от вас и от того, насколько вы активны.",
          },
        },
      },
      {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Что произойдет, если я сделаю ложные заявления об CoinCannon , чтобы привлечь больше людей, которые перейдут по моей реферальной ссылке?",
          },
        },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Мы призываем наших пользователей всегда избегать поддельных заявлений и давать точные и правдивые отзывы об бирже и ее услугах. Если Биржа обнаружит, что пользователь пытается использовать неэтичные методы и утверждает, что привлекает больше пользователей, мы оставляем за собой право забанить пользователя и заблокировать его партнерский доход",
          },
        },
      },
      {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Могу ли я совершать транзакции, используя свою собственную реферальную ссылку, чтобы получать больше дохода?",
          },
        },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Запрещается переходить по вашим собственным партнерским ссылкам или пытаться увеличить количество ваших рефералов любым другим мошенническим способом",
          },
        },
      },
    ],
    termsAndConditions: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Условия программы" } },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Ознакомьтесь с правилами и требованиями партнерской программы CoinCannon.",
        },
      },
      terms: [
        {
          title: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Использование реферальной ссылки" },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Чтобы получать оплату за своих рефералов, они должны использовать вашу уникальную реферальную ссылку для доступа к услугам CoinCannon. Чем больше ваши рефералы используют CoinCannon, тем больше вы зарабатываете на их обменах.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Преимущества регистрации по реферальной ссылке",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Если ваши рефералы зарегистрируются на нашем сайте, вы будете получать реферальные баллы, пока они делают заказы на CoinCannon. Так почему бы не пригласить их зарегистрироваться и воспользоваться множеством других преимуществ зарегистрированного пользователя?",
            },
          },
        },
        {
          title: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Реферальные баллы и вывод средств" },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Ваши реферальные баллы будут зачислены на ваш счет в долларах США. Для вывода минимальная сумма составляет $10, и вам следует выбрать из поддерживаемых платежных систем, чтобы получить свой реферальный бонус.",
            },
          },
        },
        {
          title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Изменение комиссии" } },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "CoinCannon оставляет за собой право изменять партнерскую комиссию в любое время. В таком случае комиссии ранее привлеченных пользователей не будут изменены, и пользователи будут уведомлены о внесенных изменениях.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Проверка источников трафика" },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "CoinCannon оставляет за собой право запрашивать подробную информацию о источниках трафика у зарегистрированных партнеров. Если пользователь не предоставит достаточную информацию о достоверности источников трафика, его партнерский аккаунт будет заблокирован, а средства заморожены.",
            },
          },
        },
        {
          title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Честное продвижение" } },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Всегда предоставляйте честную информацию при продвижении CoinCannon. Мы ценим честность и ожидаем, что наши партнеры будут продвигать CoinCannon, исходя из того, что мы действительно предлагаем нашим пользователям.",
            },
          },
        },
      ],
    },
  },
  aboutUs: {
    subTitle: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "О нас" } },
    title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "CoinCannon" } },
    description: [
      {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Восемь лет назад команда CoinCannon начала свой путь в финтех-индустрии. С тех пор мы помогли множеству клиентов обменять свои криптовалюты и электронные деньги.",
        },
      },
      {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Наша история началась с обмена электронных денег, таких как PayPal, WebMoney и Perfect Money. По мере нашего роста мы аккуратно расширились на рынок обмена криптовалют, чтобы удовлетворить потребности наших верных клиентов.",
        },
      },
    ],
    whyChoosejolixo: {
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Почему выбирают CoinCannon?" },
      },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Быстрые, безопасные и анонимные услуги доступны круглосуточно—никаких KYC-процедур.",
        },
      },
      items: [
        {
          title: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Безопасный и быстрый обмен" },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "CoinCannon предлагает безопасный, быстрый и анонимный обмен. Наши преданные команды гарантируют, что ваши транзакции будут безопасными и конфиденциальными, уважая истинный дух криптовалюты.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Обслуживание и поддержка без выходных",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Мы предлагаем наши услуги обмена и поддержки 7 дней в неделю. Наша экспертная команда ежедневно готова выполнить обмен вашей криптовалюты.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Большое количество криптовалют" },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Мы предлагаем вам совершить обмен по самым популярным направлениям криптовалют. На нашем сервисе вы можете сделать это без регистрации и прохождения KYC",
            },
          },
        },
      ],
    },
    contactUs: {
      email: {
        title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Эл. почта" } },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Свяжитесь с нами; мы на связи круглосуточно.",
          },
        },
      },
      telegram: {
        title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Телеграм" } },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Получайте новости о криптовалюте и обновления о промоакциях.",
          },
        },
      },
      meta: {
        title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Contact Us" } },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Contact Us at CoinCannon Office. We are Online 24/7 and Ready to Answer Your Questions or Respond to You Business Offers",
          },
        },
      },
    },
  },
  amlkyc: {
    "AML/KYC Policy": {
      t: 0,
      b: { t: 2, i: [{ t: 3 }], s: "AML/KYC Политика" },
    },
    metaTitle: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "AML/KYC Policy" } },
    metaDescription: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "CoinCannon Platform Terms of Service Including Both General Terms and Conditions and Specific Requirements for All Payment Services.",
      },
    },
    amlkycTitles: {
      Introduction: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Введение" } },
      PurposeOfInternalRegulation: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Цель внутреннего регулирования" },
      },
      Caution: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Предостережение" } },
      Requirements: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Требования" } },
      VerificationProcedures: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Процедуры Верификации" },
      },
      ResponsibleOfficial: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Ответственное Должностное Лицо" },
      },
      SystemFunctions: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Системные функции" },
      },
      BehaviorAnalysis: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Анализ поведения" },
      },
      riskAssessments: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Оценки рисков" } },
      PerformCustomerChecks: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Выполнение проверок клиентов" },
      },
      Privacy: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Конфиденциальность" } },
      Conclusion: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Заключение" } },
    },
    Introduction: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "1. Введение" } },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Политика противодействия легализации доходов, добытых преступных путем и “Знай своего клиента” (далее — «AML / Политика KYC») предназначена для предотвращения и снижения возможных рисков CoinCannon быть вовлеченным в какую-либо незаконную деятельность.",
        },
      },
    },
    "Purpose of Internal Regulation": {
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "2. Цель внутреннего регулирования" },
      },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "CoinCannon стремится внедрять практику и меры по борьбе с отмыванием денег и финансированием терроризма. Целью данных мер является демонстрация того, что CoinCannon относится серьёзно к любым попыткам использовать свой сервис в незаконных целях.",
        },
      },
    },
    Caution: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "3. Предостережение" } },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Пользователи строго предупреждаются о том, чтобы не пытаться использовать CoinCannon для отмывания денег, финансирования терроризма, мошенничества или покупки запрещенных товаров и услуг. CoinCannon, включая ее администрацию, сотрудников и владельцев доменов, не несет ответственности за любое неправильное использование ее сервисов третьими лицами или за любой ущерб, связанный с таким неправильным использованием.",
        },
      },
    },
    Requirements: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "4. Требования" } },
      prevent: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Для предотвращения операций незаконного характера сервис CoinCannon устанавливает определенные требования ко всем Заявкам, создаваемым Пользователем:",
        },
      },
      items: {
        first: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "4.1. Отправитель и получатель платежей должны быть одним и тем же лицом. Переводы в пользу третьих лиц строго запрещены.",
          },
        },
        seconed: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "4.2. Вся контактная информация и персональные данные, предоставленные пользователями, должны быть актуальными и достоверными.",
          },
        },
        third: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "4.3.  Категорически запрещено создание Заявок Пользователем с использованием анонимных прокси-серверов, VPN, Tor или каких-либо других анонимных подключений к Интернет.",
          },
        },
      },
    },
    "Verification Purpose": {
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "5. Процедуры Верификации" },
      },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "CoinCannon следует международным стандартам должной осмотрительности в отношении клиентов, применяя собственные процедуры проверки в строгом соответствии с правилами по борьбе с отмыванием денег и знанию своего клиента.",
        },
      },
      firstDescription: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "5.1.Для прохождения процесса проверки и подтверждения происхождения средств CoinCannon может потребовать от Пользователей предоставления надежных и независимых исходных документов или информации. Это может включать:",
        },
      },
      seconedDescription: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Фотография с паспортом, в развернутом виде, где четко видны фотография и ФИО;",
        },
      },
      thirdDescription: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Скан или фотография паспорта (первая, вторая страницы и страница с пропиской в хорошем качестве);",
        },
      },
      forthDescription: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Подтверждение источников происхождения средств (фото, скриншоты, выписки);",
        },
      },
      fifthDescription: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Видео, на котором человек, отправивший средства, с паспортом в руках в развернутом виде (где четко видны фотография, ФИО), говорит, что он создал заявку ID (номер заявки) на обменном пункте CoinCannon, отправленные средства являются моими личными и я несу полную юридическую ответственность за данную криптовалюту, так же на видео необходимо упомянуть источник происхождения средств;",
        },
      },
      sixsDescription: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Записать видео, снятое с платформы откуда были отправлены средства, на видео мы должны увидеть хеш, адрес отправителя и получателя, сумму с тикером и дату совершения транзакции. Длительность видео должна быть не менее 10 секунд.",
        },
      },
      seventhDescription: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "5.2. средства могут быть задержаны до завершения процесса проверки или расследования. CoinCannon оставляет за собой право собирать идентификационную информацию Пользователя для соблюдения Политики AML/KYC.",
        },
      },
      eighthDescription: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "5.3 Сервис CoinCannon предпримет шаги для подтверждения подлинности документов и информации, предоставленной Пользователями. Все юридические методы для двойной проверки идентификационной информации будут использоваться, и Сервис CoinCannon оставляет за собой право расследовать случаи определенных Пользователей, личности которых были определены как опасные или подозрительные.",
        },
      },
      ninthDescription: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "5.4 Сервис CoinCannon оставляет за собой право проверять личность Пользователя на постоянной основе, особенно, когда его идентификационная информация была изменена или его деятельность показалась подозрительной (необычной для конкретного Пользователя). Кроме того, Сервис CoinCannon оставляет за собой право запрашивать у Пользователей актуальные документы, даже если они прошли проверку подлинности в прошлом.",
        },
      },
      tenthDescription: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "5.5. Информация об идентификации пользователя будет собираться, храниться, совместно использоваться и защищаться строго в соответствии с Политикой конфиденциальности Сервиса CoinCannon и соответствующими правилами.",
        },
      },
      eleventhDescription: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "5.6. После подтверждения личности пользователя Сервиса CoinCannon может отказать в предоставлении услуг Пользователю в ситуации осуществления незаконной деятельности",
        },
      },
      twelfthDescription: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "5.7. Пользователи, намеревающиеся использовать платежные карты для оказания услуг, должны пройти проверку карты в соответствии с инструкциями, доступными на веб-сайте CoinCannon.",
        },
      },
      thirteenthDescription: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "5.8. Источник проверки средств CoinCannon, имеет нормативные требования по проверке источника финансовых средств или крипто-валюты, чтобы знать, что источники средств, которые Пользователи используют для торговли, является законным.",
        },
      },
    },
    responsibleOfficial: {
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "6. Ответственное Должностное Лицо" },
      },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Служба CoinCannon назначает лицо, отвечающее за соблюдение AML, которое уполномочено обеспечивать эффективное осуществление и соблюдение политики AML/KYC. Это лицо отвечает за различные задачи, включая сбор идентификационной информации пользователя, создание и обновление внутренних политик и процедур, мониторинг транзакций, внедрение системы управления записями, обновление оценки рисков и предоставление информации правоохранительным органам в соответствии с требованиями применимых законов и нормативных актов.",
        },
      },
    },
    systemFunctions: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "7. Системные функции" } },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Сервис CoinCannon выполняет множество задач, связанных с соблюдением норм, включая сбор данных, фильтрацию, ведение записей, управление расследованием и отчетность. Системные функции включают: Ежедневная проверка Пользователей на существование признанных «черных списков» (например, OFAC), агрегирование передач по нескольким точкам данных, размещение пользователей в списках наблюдения и отказа в оказании услуг, открытие дел для расследования там, где это необходимо, отправка внутренних сообщений и заполнение обязательных отчетов, если это применимо; управление делами и документами.",
        },
      },
    },
    behaviorAnalysis: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "8. Анализ поведения" } },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Сервис CoinCannon проверяет Пользователей не только путем проверки их личности, но, что более важно, путем анализа их поведения в транзакциях. Поэтому Сервис CoinCannon полагается на анализ данных как инструмент оценки риска и обнаружения подозрений.",
        },
      },
    },
    riskAssessments: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "9. Оценки рисков" } },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "CoinCannon в соответствии с международными требованиями, применяет практику, оценки риска для борьбы с отмыванием денег и финансированием терроризма. Применяя практику оценки риска для борьбы с отмыванием денег, CoinCannon обеспечивает соизмеримость мер по предотвращению или уменьшению отмывания денег и финансирования терроризма с выявленными рисками.",
        },
      },
    },
    performCustomerChecks: {
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "10. Выполнение проверок клиентов" },
      },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "В целях борьбы с отмыванием денег и незаконной деятельностью сервис CoinCannon имеет право приостановить обменные операции пользователя, запросить документы, удостоверяющие личность, и запросить дополнительную информацию о подозрительных транзакциях, если у администрации есть обоснованные подозрения. Они также несут ответственность за сообщение о любых подозрительных транзакциях правоохранительным органам через назначенного сотрудника по соблюдению законодательства о борьбе с отмыванием денег.",
        },
      },
    },
    privacy: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "11. Конфиденциальность" } },
      firstDescription: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Сервис CoinCannon высоко ценит конфиденциальность клиентов и гарантирует сотрудникам строгую конфиденциальность в отношении любой информации, касающейся сомнительных сделок. Это обязательство действует даже после прекращения трудовых или договорных отношений. Однако раскрытие информации правительству, правоохранительным органам и другим субъектам в соответствии с законом не считается нарушением обязательств по обеспечению конфиденциальности.",
        },
      },
      seconedDescription: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "11.1.Сервис CoinCannon и его сотрудники обязуются сохранять конфиденциальность в отношении любых фактов, выявленных в связи с любой сомнительной сделкой. Это обязательство также распространяется на пользователей Сервиса и на лиц третьей стороны, которым была передана информация по сделке.",
        },
      },
      thirdDescription: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "11.2. Возложенное на работников Сервиса CoinCannon обязательство по обеспечению конфиденциальности, остается в силе после прекращения их работы или любых других договорных отношений с Сервисом CoinCannon, а также при переводе таких сотрудников на другое рабочее место. Раскрытие такой информации государственным, правоохранительным органам и другим субъектам в случаях, которые определенны законом, не является нарушением обязательства конфиденциальности.",
        },
      },
      forthDescription: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "11.3. Обязательство по обеспечению конфиденциальности, при условии, что использование раскрываемой информации ограничивается предотвращением легитимации доходов от преступлений и финансирования терроризма, не может применяться к раскрытию информации между финансовыми учреждениями, образующими консолидированную группу, которая сотрудничает с Сервисом CoinCannon.",
        },
      },
    },
    Conclusion: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "12. Заключение" } },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "CoinCannon признает, что она не несет юридической ответственности за любое неправомерное использование своих услуг для отмывания денег, финансирования терроризма или покупки запрещенных товаров/услуг. Тем не менее, сервис CoinCannon обязуется принимать все возможные и доступные меры для предотвращения любых попыток использования его платформы в незаконных целях. Делая обмен, пользователи соглашаются соблюдать правила AML/KYC, действующие в CoinCannon.",
        },
      },
    },
  },
  privacy: {
    metaTitle: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Privacy Policy" } },
    metaDescription: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "An Overview on Cookies, Personal Information, Security Technologies, Third Party and Other Policies",
      },
    },
    titles: {
      CoinCannon: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "CoinCannon" } },
      Cookies: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Cookie-файлы" } },
      PersonalInformation: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Персональная информация" },
      },
      SecurityTechnologies: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Технологии безопасности" },
      },
      TransferinformationToThirdParties: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Передача данных третьим лицам" },
      },
      TransmissionOfInformationToRegulators: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Передача данных регуляторным органам" },
      },
      RefusalToProvideInformation: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Отказ в предоставлении информации" },
      },
    },
    mainTitle: {
      t: 0,
      b: { t: 2, i: [{ t: 3 }], s: "Конфиденциальность и политика" },
    },
    hi1: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "CoinCannon является финансовой организацией с более чем восьмилетним опытом работы в сфере финансовых технологий и биржевой деятельности. Благодаря применению высокотехнологичной инфраструктуры наши услуги отличаются гораздо более высоким уровнем надежности. Кроме того, это дает нам возможность всегда предлагать самые низкие комиссии. В ближайшем будущем мы планируем добавить на веб-сайте новые пары валют, так что следите за нашими новостями.",
      },
    },
    hi2: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "Информационная безопасность наших клиентов — наш главный приоритет",
      },
    },
    security: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "Мы используем безопасные соединения (по протоколу SSL), чтобы защитить конфиденциальные данные, которые предоставляют наши клиенты. Эта технология позволяет защитить информацию от перехвата третьими лицами в процессе передачи между клиентом и нашим сервером. Мы постоянно повышаем безопасность наших веб-сайтов и обеспечиваем строгое их соответствие всем стандартам, принятым на рынке. Мы используем такие инструменты, как брандмауэры, системы проверки подлинности (например, разовые пароли и PIN-коды), а также механизмы контроля доступа для отслеживания всех попыток несанкционированного доступа к нашим системам и данным.",
      },
    },
    attendants: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "Для специалистов CoinCannon настроены различные уровни доступа к конфиденциальной информации клиентов. Это помогает предотвратить утечку конфиденциальных данных, например, при увольнении наших сотрудников.",
      },
    },
    cookie1: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "Cookie-файлами называются файлы, содержащие информацию, которую веб-сайт использует для отслеживания посетителей. CoinCannon вправе настроить на вашем компьютере и осуществлять доступ только к cookie-файлам веб-сайта, которые позволяют оценить, какие именно рекламные объявления привлекают пользователей и ресурсы на наш веб-сайт. Сервис CoinCannon вправе использовать cookie-файлы для анализа и измерения заинтересованности пользователей в продуктах и услугах, а также для отслеживания их активности на веб-сайте. Данные, которые мы собираем и предоставляем нашим партнерам, являются анонимизированными и не связаны с каким-либо конкретным клиентом.",
      },
    },
    cookie2: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "Когда вы отправляете поручение, добавляете комментарий или обзор на веб-сайте , мы собираем данные, отображаемые в форме для комментариев, а также IP-адрес посетителя и строку агента пользователя для браузера, чтобы эффективно выявлять спам.",
      },
    },
    personal1: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "Когда вы  выполняете операции в CoinCannon, мы осуществляем сбор идентифицирующих персональных данных исключительно в целях определения предпочтений и повышения лояльности клиентов. Во время работы пользователей в системе могут быть запрошены следующие конфиденциальные сведения:",
      },
    },
    personal2: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "Персональная информация — фамилия, имя и отчество, дата рождения, контактная информация, адрес проживания или регистрации, адрес электронной почты, номер мобильного или домашнего телефона;",
      },
    },
    personal3: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "Данные платежных транзакций — сведения о ваших транзакциях в платежных системах, которые относятся к использованию сервиса;",
      },
    },
    personal4: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "Идентификационная информация — информация, требуемая для идентификации клиента, например, паспортные данные, квитанции по коммунальным платежам.",
      },
    },
    transfer1: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "CoinCannon сообщает идентифицирующие персональные данные третьим лицам только в случаях, предусмотренных Политикой конфиденциальности CoinCannon. Передача таких данных третьим лицам возможна исключительно в том случае, если компании, не являющиеся партнерами CoinCannon, предоставляют CoinCannon техническую, профессиональную, юридическую поддержку или поддержку по ведению бухгалтерского учета.",
      },
    },
    transfer2: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "Мы также вправе сообщать ваши персональные данные третьим лицам без вашего согласия либо в целях исполнения ваших инструкций. CoinCannon ни при каких обстоятельствах не передает персональные данные клиентов на возмездной основе.",
      },
    },
    transmission1: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "В исключительных случаях CoinCannon вправе сообщить идентифицирующие персональные данные клиента третьим лицам, если это разрешено или необходимо в силу действующего законодательства или иных нормативно-правовых актов.",
      },
    },
    transmission2: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "Например, мы вправе раскрывать идентифицирующие персональные данные в случае запроса со стороны регуляторных и правоохранительных органов, по решению суда или в соответствии с иными официальными запросами со стороны властей, а также в случае, если это необходимо для защиты наших законных прав и имущества.",
      },
    },
    transmission3: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "Мы обязуемся не использовать ваши персональные данные в каких бы то ни было целях, кроме предусмотренных настоящей Политикой конфиденциальности.",
      },
    },
    refusal1: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "Вы не обязаны предоставлять нам какие-либо персональные данные, запрашиваемые нами. Однако отказ клиента представить запрашиваемую информацию может привести к отказу в предоставлении услуг со стороны CoinCannon.",
      },
    },
    refusal2: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "Мы стремимся обеспечить актуальность, достоверность и полноту информации, полученной от вас. По этой причине мы просим вас незамедлительно сообщать нам обо всех изменениях в ваших персональных данных.",
      },
    },
  },
  faq: [
    {
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Принципы работы CoinCannon" },
      },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [
            {
              t: 3,
              v: "Это очень простая и быстрая система. Чтобы начать конвертацию криптовалют или электронных валют, просто перейдите в раздел ",
            },
            { t: 4, k: "action" },
            {
              t: 3,
              v: ". В поле «Конвертация» выберите исходную и целевую валюты для конвертации. Теперь вам понадобиться лишь указать сумму, которую вы хотите нам отправить, и система самостоятельно рассчитает сумму в целевой валюте, которую вы получите после конвертации. Теперь потребуется выполнить еще два простых действия. Нажмите кнопку «Конвертация», чтобы перейти к следующему шагу. На следующем шаге вы должны будете указать данные своего кошелька для получения суммы в выбранной целевой валюте конвертации. Еще раз нажмите кнопку «Конвертация», чтобы просмотреть данные о кошельке. После оплаты и подтверждения транзакции мы перечислим эквивалентную сумму в целевой валюте в ваш кошелек. Все действительно очень просто — а кроме того, безопасно и быстро!",
            },
          ],
        },
      },
    },
    {
      title: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Сколько времени потребуется, чтобы подтвердить поручение и получить средства в свой кошелек",
        },
      },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Это зависит от типа поручения, которое вы создали на нашем веб-сайте. Как правило, для обработки любых поручений требуется не более 5 минут (в отдельных случаях – пара минут). Однако если вы создаете поручение на конвертацию криптовалюты для подтверждение может занять больше времени. Фактически мы перечислим сумму в целевой валюте в ваш кошелек сразу после того, как транзакция будет подтверждена в системе.",
        },
      },
    },

    {
      title: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Какая предусматривается комиссия системы и почему",
        },
      },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Комиссия системы не предусмотрена. В ходе операции конвертации отображается справочная информация, чтобы вы понимали, какую именно общую сумму в исходной валюте необходимо отправить. Например, если вы отправляете биткойны, система взимает определенный процент от суммы, но мы получаем ровно ту сумму, которую вы отправили в наш кошелек.",
        },
      },
    },
    {
      title: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Почему нужно указывать свой адрес электронной почты",
        },
      },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "В случае, если возникнут проблемы с вашим поручением, нам необходимо будет с вами как-то связаться. Вы можете быть уверены, что мы не храним ваши данные и не передаем их третьим лицам. Что происходит в CoinCannon, остается в CoinCannon.",
        },
      },
    },
    {
      title: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Что делать, если деньги по поручению не поступили",
        },
      },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [
            {
              t: 3,
              v: "Если деньги по поручению не пришли в течение 30 минут после подтверждения в системе, подождите еще немного. Однако если вы хотите узнать точный статус своего поручения вы всегда можете связаться с нами через техническую поддержку ",
            },
            { t: 4, k: "action" },
            {
              t: 3,
              v: ". Кроме того, для отслеживания поручения можно создать обращение. Мы работаем 10:00 до 22:00 МСК, чтобы исполнять ваши поручения в кратчайшие сроки и обеспечивать всестороннюю поддержку, когда бы она вам ни понадобилась.",
            },
          ],
        },
      },
    },
  ],
  perfect_e_voucher: {
    meta: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "Создайте и купите электронный ваучер Perfect Money и Воспользуйтесь электронным ваучером Perfect Money на платформе CoinCannon без дополнительных комиссий и необходимости проходить процедуру KYC (подтверждение личности) без лишних хлопот.",
      },
    },
    hero: {
      title: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Купить и выкупить Perfect Money  E-Voucher с CoinCannon",
        },
      },
      subtitle: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "В качестве сертифицированного партнера Perfect Money, CoinCannon позволит вам создать свой ваучер PM через широкий спектр криптовалют и цифровых валют. Более того, вы можете использовать PM электронный ваучер на CoinCannon и получить выбранную вами валюту.",
        },
      },
      cta: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Создать ваучер Perfect Money" },
      },
    },
    video: {
      title: [
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Как создать ваучер или" } },
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "E-voucher Perfect Money?" } },
      ],
      subtitle: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Все за 3 простых шага:" },
      },
    },
    whatIsVoucher: {
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "что такое ваучер perfect money?" },
      },
      subtitle: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Электронный ваучер (e-voucher) - это немедленно обналичиваемый цифровой чек с множеством применений. CoinCannon позволит вам оплатить ваш ваучер PM с использованием различных цифровых активов и не взимает дополнительных комиссий.",
        },
      },
      cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Получите свой ваучер PM!" } },
    },
    makePerfect: [
      {
        title: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "1. Выберите способ оплаты" },
        },
        subtitle: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: 'Сначала выберите предпочитаемую валюту для оплаты в разделе "You Send" и PM Voucher (электронный ваучер Perfect Money) в разделе "We Send" на CoinCannon.',
          },
        },
      },
      {
        title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "2. Совершите оплату" } },
        subtitle: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: 'Нажмите кнопку "Pay Order", когда вы переведете средства и осуществите оплату на счет CoinCannon.',
          },
        },
      },
      {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "3. Получите свой код ваучера Perfect Money",
          },
        },
        subtitle: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Как только ваш заказ будет выполнен, CoinCannon покажет информацию о вашем электронном ваучере в разделе описания администратора. Вы можете использовать ваш идентификатор отслеживания (track ID), чтобы получить доступ к информации.",
          },
        },
      },
    ],
    payFor: {
      title: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Оплатите ваучер PerfectMoney с помощью криптовалюты.",
        },
      },
      subtitle: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Помимо Perfect Money USD, вы можете оплатить с использованием различных электронных валют, таких как Payeer и AdvCash. Также вы можете сделать платеж популярными криптовалютами, такими как Bitcoin (BTC), Tether (USDT), Ethereum (ETH) и другими.",
        },
      },
      cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Заберите свой ваучер PM" } },
    },
    redeem: {
      title: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Как выкупить электронный ваучер Perfect Money?",
        },
      },
      subtitle: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Вывести средства с вашего ваучера Perfect Money - это очень просто! Вам всего лишь нужно поделиться вашим ваучером и кодом активации, а затем CoinCannon мгновенно отправит выбранную вами валюту на ваш кошелек! Вы сами выбираете способ получения платежа без каких-либо скрытых комиссий.",
        },
      },
      cta: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Используйте электронный ваучер." },
      },
    },
    faq: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "ЧАВО" } },
      description: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Ваши вопросы будут здесь отвечены!" },
      },
      metaTitle: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "CoinCannon FAQ" } },
      metaDescription: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Find the answer to some of the most frequently asked questions regarding our crypto exchange services.",
        },
      },
      items: [
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Как я получу свой ваучер и код активации Perfect Money?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: 'Когда заказ успешно выполнен, клиенты CoinCannon могут ввести свой "Track Id" в соответствующее поле на веб-сайте и получить свой код в разделе с подробностями заказа.',
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Взимает ли CoinCannon дополнительные комиссии за создание или использование электронных ваучеров Perfect Money?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Нет, CoinCannon является официальным партнером Perfect Money и не взимает никаких скрытых комиссий. Точная сумма комиссии четко указана в области обмена.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Могу ли я купить ваучер Perfect Money с использованием криптовалюты?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Да, вы можете создать электронный ваучер на CoinCannon и оплатить его разнообразными криптовалютами, такими как Bitcoin, Tether, USD Coin, Ethereum и т.д.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Как я могу использовать свой ваучер Perfect Money?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Вы можете легко выбрать валюту, которую хотите получить, а затем поделиться кодом вашего ваучера и кодом активации ваучера с CoinCannon для осуществления платежа на ваш счет.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Нужно ли мне зарегистрироваться, чтобы использовать свой ваучер Perfect Money?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Нет, все, что вам нужно, - это предоставить действующий адрес электронной почты CoinCannon для использования вашего электронного ваучера.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Нужно ли мне иметь аккаунт Perfect Money, чтобы купить или использовать электронный ваучер?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Клиенты могут покупать и использовать ваучеры PM на платформе CoinCannon без необходимости иметь аккаунт Perfect Money.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Существует ли ограничение на создание ваучера Perfect Money?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Нет, нет ограничения на сумму электронного ваучера. Клиенты должны выбрать желаемую сумму для ваучера в пределах лимитов CoinCannon.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Что мне делать, если CoinCannon объявляет мой идентификатор ваучера недействительным?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "В таком случае вы можете связаться со службой поддержки CoinCannon и запросить дополнительные инструкции.",
            },
          },
        },
      ],
    },
    terms_of_services: {
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Условия предоставления услуг" },
      },
      description: [
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "ознакомьтесь с" } },
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Правилами и условиями" } },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "CoinCannon для получения соответствующей информации об использовании этой услуги",
          },
        },
      ],
    },
    pros: {
      title: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "CoinCannon, ваш единый ресурс, для электронного ваучера Perfect Money.",
        },
      },
      items: [
        {
          title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Большой выбор валют" } },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "При обмене у вас будет множество вариантов с точки зрения криптовалют и электронных валют.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Нет скрытых комиссий" },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "То, что вы видите, именно то, сколько мы берем, здесь нет никакой скрытой платы!",
            },
          },
        },
        {
          title: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Поддержка онлайн 24/7" },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "вам нужна поддержка? Наша команда готова ответить на все ваши вопросы 24/7",
            },
          },
        },
        {
          title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Беспроблемный KYC" } },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "На CoinCannon мы не будем вас замедлять надоедливыми вопросами. Все быстро и просто!",
            },
          },
        },
      ],
    },
  },
  paymentGate: {
    meta: {
      title: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Online Payment Gateway With Any CryptoCurrancy",
        },
      },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Purchase on any site with VisaT masterCard or PayPal.",
        },
      },
    },
    title: {
      t: 0,
      b: { t: 2, i: [{ t: 3 }], s: "Преодоление барьеров в платежах." },
    },
    subtitle: [
      {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "От Visa до PayPal, ваши выборы разнообразны с Платёжным шлюзом.",
        },
      },
      {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Наслаждайтесь гибкостью множества методов оплаты, адаптированных под ваши потребности.",
        },
      },
    ],
    cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Оплатить сейчас." } },
    solutions: {
      title: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Одно решение для всех платежей за заказы.",
        },
      },
      items: [
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Без комиссии" } },
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Быстро оплатить" } },
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Без KYC" } },
      ],
    },
    payment_methods: {
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Какие способы оплаты поддерживаются?" },
      },
    },
    service: {
      title: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Этот сервис специально разработан исключительно для вас",
        },
      },
      personal: {
        title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Личный" } },
        subtitle: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Наш сервис предлагает удобный способ управления личными транзакциями для физических лиц, будь то оплата счетов, совершение покупок или пополнение счета.        ",
          },
        },
        items: [
          { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Фрилансер" } },
          { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Студенты" } },
          { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Путешественники" } },
          { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Покупатели" } },
          { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Геймеры" } },
        ],
      },
      business: {
        title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Бизнес" } },
        subtitle: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Вы будете получать выгоду от эффективности нашего платежного сервиса, такого как выставление счетов, выплата заработной платы и оплата поставщикам, не платя за это",
          },
        },
        items: [
          { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Хостинг" } },
          { t: 0, b: { t: 2, i: [{ t: 3 }], s: "инвойс" } },
          { t: 0, b: { t: 2, i: [{ t: 3 }], s: "платить зарплату" } },
        ],
      },
    },
    partnersTitle: {
      t: 0,
      b: { t: 2, i: [{ t: 3 }], s: "Мы покрываем оплату ваших заказов на" },
    },
    comments: {
      title: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Доверие более чем 500 клиентов по всему миру",
        },
      },
      bestchange: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Отзывы на BestChange" },
      },
      trustpilot: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Отзывы на TrustPilot" },
      },
    },
    support: {
      title: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Рассчитывайте на нас круглосуточно, 24/7",
        },
      },
      subtitle: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Вы можете связаться с нашей службой поддержки клиентов. Мы онлайн круглосуточно, каждый день.",
        },
      },
      cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Начать разговор" } },
    },
    faq: {
      title: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Часто задаваемые вопросы о платежах онлайн",
        },
      },
      questions: [
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Нужен ли мне аккаунт Visa или Mastercard для использования сервиса «Онлайн Платежи»?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Нет, «Онлайн Платежи» предназначены для тех, кто по какой-либо причине не имеет доступа к этим услугам.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Взимает ли CoinCannon дополнительные комиссии за «Онлайн Платежи» с помощью Mastercard и Visa?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Сервис «Онлайн Платежи» не имеет скрытых или фиксированных комиссий. Клиенты могут точно видеть, сколько они отправляют и сколько получают в соответствующем разделе на обменном боксе.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Какую информацию я должен предоставить для счета «Онлайн Платежи»?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Поскольку CoinCannon осуществляет платеж от имени клиента, они должны предоставить все необходимые данные, включая URL-адрес целевого веб-сайта, имя пользователя, пароль и любую другую информацию, необходимую для покупки.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Будет ли CoinCannon сохранять мои данные для входа?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Нет, CoinCannon передаст данные о покупке клиенту и не будет их сохранять или использовать для каких-либо целей. В целях безопасности мы рекомендуем нашим клиентам изменить свои данные для входа после совершения покупки.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Что делать, если у меня нет аккаунта, с которого я хочу совершить покупку?",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "CoinCannon не несет ответственности за создание аккаунта для клиента на конкретном веб-сайте. Клиенты должны создать свои собственные аккаунты заранее.",
            },
          },
        },
      ],
    },
  },
  receive_paypal: {
    meta: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Exchange PayPal" } },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "You can exchange your PayPal to a wide variety of digital and crypto assets on CoinCannon with unparalleled privacy.",
        },
      },
    },
    hero: {
      title: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Обменять PayPal на Биткоины или на вашу предпочтительную валюту",
        },
      },
      subtitle: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "вы можете обменять свой PayPal на широкий спектр цифровых и криптовалютных активов на CoinCannon с непревзойденной конфиденциальностью.",
        },
      },
      quote: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Получите бесплатное предложение от CoinCannon.",
        },
      },
      emailPlaceholder: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Введите  Свой Адрес эл.почта." },
      },
      submit: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Введите" } },
    },
    benefit: {
      title: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Кто может извлечь наибольшую выгоду из обмена PayPal?",
        },
      },
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: " CoinCannon устранил все недостатки платежей через PayPal.",
        },
      },
      items: [
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Фрилансеры" } },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Лица с ограниченным доступом к PayPal",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Те, кто хочет сэкономить на комиссиях за обмен валюты",
          },
        },
      ],
      cta: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Получите бесплатное предложение!" },
      },
    },
    reviews: {
      title: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Доверяют более чем 500 клиентов по всему миру.",
        },
      },
      bestchange: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Отзывы на BestChange" },
      },
      trustpilot: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Отзывы на TrustPilot" },
      },
      comments: {
        first: [
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "CoinCannon - отличная биржа. Они завершили мою транзакцию в течение 5 минут с наименьшей комиссией. Вы можете доверять им и продолжать работать с ними.",
            },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Впервые попробовав эту услугу, естественно, я немного волновался, но через несколько часов все прошло, как и должно было.",
            },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Мне было немного тревожно использовать их услуги, но они сумели завоевать моё доверие своей вежливостью и быстрым ответом на мои вопросы.",
            },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Как всегда, я так доволен. Я перевел LTC на PayPal и пошел спать. Когда я проснулся и проверил почту, платежи через PayPal успешно получены.",
            },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Я перевел средства с USTD на PayPal. В общем, сделка прошла успешно. Я считаю этот опыт удачным. Я обращусь снова.",
            },
          },
        ],
        second: [
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Отличный обмен, работает каждый раз. Вывод средств через PayPal занимает около 24 часов.",
            },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Интерфейс удобный и предоставляет всю необходимую информацию о транзакциях. Просто следуйте простым шагам, и у вас все получится с обменом.",
            },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Последние несколько обменов были выполнены вручную и заняли 15 минут каждый (за исключением PayPal, который, однако, занял 24 часа и был дорогим). Курс был хорошим.",
            },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Онлайн-поддержка была полезной в предоставлении примерного времени обмена, несмотря на то, что сумма моего обмена не была большой.",
            },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Мои доллары США поступили на мой счет PayPal примерно через 1-2 часа. Очень доволен опытом и определенно буду использовать их услуги снова!",
            },
          },
        ],
      },
    },
    makeBetter: {
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Что делает CoinCannon лучше?" },
      },
      items: [
        {
          title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Полная анонимность" } },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Использование CoinCannon для обмена средств через PayPal обеспечивает большую конфиденциальность и безопасность, а также меньше ограничений.",
            },
          },
        },
        {
          title: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Дополнительные варианты обмена" },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "У вас будет возможность конвертировать PayPal в криптовалюты и электронные валюты без дополнительных комиссий.",
            },
          },
        },
        {
          title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Финансовая свобода" } },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "С аккаунтом PayPal или без него, вы сможете обменивать средства через PayPal без географических ограничений.",
            },
          },
        },
      ],
    },
    seamless: {
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Безпрепятственный процесс" },
      },
      subtitle: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Подайте свой заказ и ощутите бесперебойное взаимодействие с CoinCannon.",
        },
      },
      tab: {
        freelancer: {
          title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Я фрилансер" } },
          items: [
            {
              title: {
                t: 0,
                b: {
                  t: 2,
                  i: [{ t: 3 }],
                  s: "Свяжитесь с нашей командой по продажам.",
                },
              },
              description: {
                t: 0,
                b: {
                  t: 2,
                  i: [{ t: 3 }],
                  s: "Перед выполнением каких-либо действий, вам следует подать запрос на обмен средств PayPal.",
                },
              },
            },
            {
              title: {
                t: 0,
                b: { t: 2, i: [{ t: 3 }], s: "Получите наши реквизиты PayPal" },
              },
              description: {
                t: 0,
                b: {
                  t: 2,
                  i: [{ t: 3 }],
                  s: "Мы принимаем ваши депозиты на вашем счете PayPal и обмениваем их в кратчайшие сроки!",
                },
              },
            },
            {
              title: {
                t: 0,
                b: { t: 2, i: [{ t: 3 }], s: "Отсутствует ограничение." },
              },
              description: {
                t: 0,
                b: {
                  t: 2,
                  i: [{ t: 3 }],
                  s: "При переводе с корпоративных счетов легитимых компаний PayPal, у вас нет ограничений для обмена.",
                },
              },
            },
            {
              title: {
                t: 0,
                b: {
                  t: 2,
                  i: [{ t: 3 }],
                  s: "Выберите предпочтительную валюту.",
                },
              },
              description: {
                t: 0,
                b: {
                  t: 2,
                  i: [{ t: 3 }],
                  s: "Выберите, что вы хотите получить в обмен на переведенную сумму с PayPal.",
                },
              },
            },
          ],
        },
        personal_paypal: {
          title: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Перевод с личного счета PayPal." },
          },
          items: [
            {
              title: {
                t: 0,
                b: {
                  t: 2,
                  i: [{ t: 3 }],
                  s: "Свяжитесь с нашей командой продаж",
                },
              },
              description: {
                t: 0,
                b: {
                  t: 2,
                  i: [{ t: 3 }],
                  s: "Перед любыми действиями, вы должны отправить запрос на обмен PayPal.",
                },
              },
            },
            {
              title: {
                t: 0,
                b: {
                  t: 2,
                  i: [{ t: 3 }],
                  s: "Выберите предпочтительную валюту",
                },
              },
              description: {
                t: 0,
                b: {
                  t: 2,
                  i: [{ t: 3 }],
                  s: "Выберите, что вы хотите получить в обмен на переведенную сумму с PayPal.",
                },
              },
            },
            {
              title: {
                t: 0,
                b: { t: 2, i: [{ t: 3 }], s: "Учтите лимиты на перевод" },
              },
              description: {
                t: 0,
                b: {
                  t: 2,
                  i: [{ t: 3 }],
                  s: "При отправке с вашего собственного аккаунта мы начинаем с лимита в $100 и постепенно его увеличиваем.",
                },
              },
            },
            {
              title: {
                t: 0,
                b: {
                  t: 2,
                  i: [{ t: 3 }],
                  s: "Выберите предпочтительную валюту",
                },
              },
              description: {
                t: 0,
                b: {
                  t: 2,
                  i: [{ t: 3 }],
                  s: "Выберите, что вы хотите получить в обмен на переведенную сумму с PayPal.",
                },
              },
            },
          ],
        },
      },
    },
    faq: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "ЧАВО" } },
      description: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Ваши вопросы получат здесь ответы!" },
      },
      subtitle: [
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Не нашли здесь свой вопрос?" } },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Не волнуйся! Свяжитесь с нашей круглосуточной службой поддержки клиентов",
          },
        },
      ],
      allInOneTitle: [
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "CoinCannon," } },
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Идеальное решение для PayPal" } },
      ],
      button: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Пообщайтесь со Службой Поддержки клиентов",
        },
      },
      freelancer: {
        title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Я фрилансер" } },
        questions: [
          {
            title: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "У меня нет собственной учетной записи PayPal. Как я могу перевести свои заработанные средства на ваш счет PayPal и вывести их наличными?",
              },
            },
            description: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "Если у вас нет собственного аккаунта PayPal, вы можете воспользоваться услугами CoinCannon, чтобы получить свои заработки через наши аккаунты и получить эквивалент в выбранной вами валюте. Чтобы начать процесс, введите, пожалуйста, ваш адрес электронной почты в форму на этой странице. Мы свяжемся с вами как можно скорее.",
              },
            },
          },
          {
            title: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "Существуют ли какие-либо ограничения по сумме денег, отправляемых на ваш аккаунт PayPal с фриланс-сайтов?",
              },
            },
            description: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "Это зависит от веб-сайта, с которым вы сотрудничаете. Обычно, если веб-сайт хорошо известен, ограничений нет. Наша служба поддержки проанализирует веб-сайт и сообщит вам о лимитах на депозит.",
              },
            },
          },
          {
            title: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "Что я могу получить в обмен на средства, которые перечислены на ваши счета через PayPal?",
              },
            },
            description: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "У вас есть широкий спектр выбора, так как CoinCannon поддерживает различные криптовалюты и цифровые валюты. Webmoney, Perfect Money, Payeer и USDT Tether - среди самых популярных валют, которые фрилансеры хотели бы получить в обмен на свои заработанные средства через PayPal.",
              },
            },
          },
          {
            title: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "Нужно ли мне пройти процесс обмена в этом случае?",
              },
            },
            description: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "Нет, так как сервис находится только на начальных этапах развития, все этапы, начиная с размещения заказа и заканчивая получением ваших денег, будут обрабатываться непосредственно нашей службой поддержки клиентов и финансовым отделом",
              },
            },
          },
        ],
      },
      transferFromAccount: {
        title: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Transfer from Personal PayPal" },
        },
        questions: [
          {
            title: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "Как я могу перевести деньги со своего аккаунта PayPal на PayPal CoinCannon?",
              },
            },
            description: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "Просто введите свой адрес электронной почты в форму на этой странице, и наши представители службы поддержки свяжутся с вами, чтобы предоставить вам учетную запись PayPal, на которую вы сможете перевести свои средства.",
              },
            },
          },
          {
            title: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "Существуют ли ограничения на сумму, которую я могу обменять через этот метод?",
              },
            },
            description: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "Действительно, есть определенные ограничения, когда вы отправляете деньги со своего личного аккаунта PayPal. Однако эти ограничения будут увеличиваться со временем, в зависимости от количества и суммы ваших заказов. Мы предоставим вам дополнительную информацию о таких ограничениях, как только свяжемся с вами.",
              },
            },
          },
          {
            title: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "Что я могу получить в обмен на деньги PayPal, которые поступают на ваши счета?",
              },
            },
            description: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "У вас есть широкий спектр выбора, так как CoinCannon поддерживает различные криптовалюты и цифровые валюты. Webmoney, Perfect Money, Payeer и USDT Tether входят в число самых популярных валют, которые фрилансеры хотели бы получить взамен за свои заработанные деньги на PayPal.",
              },
            },
          },
          {
            title: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "DМне нужно пройти через процесс обмена для этой цели?",
              },
            },
            description: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "Нет, так как сервис находится в начальной стадии развития, все этапы, начиная от размещения заказа и до получения денег, будут обрабатываться непосредственно нашей службой поддержки клиентов и финансовым отделом.",
              },
            },
          },
        ],
      },
    },
    requestExchange: {
      title: [
        {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Запрос на обмен для вашего PayPal:" },
        },
        {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Узнайте больше о нашем предложении" },
        },
      ],
      description: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Услышьте наше предложение в обмен на ваш PayPal в вашей почте. Мы свяжемся с вами, как только получим ваш адрес электронной почты. Доверьте CoinCannon обмену вашими средствами на PayPal.",
        },
      },
    },
  },
  profileDashboard: {
    overviewMeta: {
      metaTitle: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "User Profile" } },
      metaDescription: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "General overview of placing an order, viewing your affiliate, and viewing the last 5 orders.",
        },
      },
    },
    ordersMeta: {
      metaTitle: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Orders" } },
      metaDescription: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "View all details of all placed orders here in CoinCannon dashboard's order page",
        },
      },
    },
    affiliateMeta: {
      metaTitle: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Affiliate" } },
      metaDescription: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Ability to copy your affiliate link, view received affiliate amounts, request withdrawal, and view affiliate history",
        },
      },
    },
    accountMeta: {
      metaTitle: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "User Account" } },
      metaDescription: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Access and ability to update user information, such as changing password, email, mobile number, and enabling 2-Step verification",
        },
      },
    },
    empty_state: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Заказов пока нет" } },
    layout: {
      Dashboard: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Обзор" } },
      Orders: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Заказы" } },
      Affiliate: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Партнерская программа" },
      },
      Account: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Аккаунт" } },
      Wallet: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Кошелек" } },
      Overview: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Обзор" } },
      Deposit: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Депозит" } },
      Assets: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Активы" } },
      Withdraw: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Вывод" } },
      Transaction: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Транзакция" } },
      newOrder: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Создать новый заказ" } },
      createOrder: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Создать заказ" } },
      discount: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Коды скидок" } },
      new: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Новый" } },
    },
    discount: {
      type: {
        all: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Все" } },
        active: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Активные" } },
        inactive: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Истекшие" } },
      },
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Код скидки" } },
      card: {
        valid: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Действителен до" } },
        usage: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Условия использования" } },
        left: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Осталось использований" } },
        discount: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Скидка" } },
        min: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Мин. заказ" } },
      },
      target: {
        all: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Этот код можно использовать на всех парах без ограничений.",
          },
        },
        send: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: 'Этот код можно использовать на валютах "Вы отправляете":',
          },
        },
        receive: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: 'Этот код можно использовать на валютах "Мы отправляем":',
          },
        },
        direction: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Этот код можно использовать на этих парах:",
          },
        },
      },
    },
    overview: {
      finance_overview: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Финансовый обзор" },
      },
      createNewOrder: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "создать новый заказ" },
      },
      coming_soon: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Скоро" } },
      cashback: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "кэшбэк" } },
      deposit: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Депозит" } },
      balance_overview: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Обзор баланса" },
      },
      total_assets: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Оценка активов" } },
      affiliate_earnings: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Партнёрский доход" },
      },
      quick_convert: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Быстрый обмен" } },
      convert_crypto_paypal: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Обменяйте крипто на PayPal мгновенно" },
      },
      no_paypal_account: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Нет аккаунта PayPal?" },
      },
      buy_with_crypto: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Покупайте все, что хотите, только используя криптовалюту",
        },
      },
      start_payments: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Начать платежи" } },
      unlock_discounts: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Откройте эксклюзивные скидки" },
      },
      special_codes: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Получите коды и платите меньше на следующем обмене.",
        },
      },
      claim_code: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Получить код" } },
      order: {
        view_all: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "посмотреть все" } },
        latest_order: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "последние заказы" },
        },
        track_id: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "трек-код" } },
        amount: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Сумма" } },
        direction: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Направление" } },
        tx_id: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "TX ID" } },
        status: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "статус" } },
        date: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "дата" } },
        action: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Действие" } },
        statuses: {
          PENDING:    { t: 0, b: { t: 2, i: [{ t: 3 }], s: "В ожидании" } },
          DONE:       { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Завершено" } },
          CANCEL:     { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Отменено" } },
          PROCESSING: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "В обработке" } },
          UNPAID:     { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Не оплачено" } },
          REFUND:     { t: 0, b: { t: 2, i: [{ t: 3 }], s: "ОСТАНОВЛЕНА" } },
          SUSPEND:    { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Приостановлено" } },
          REJECT:     { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Отклонено" } },
        },
      },
    },
    affiliate: {
      banner: {
        title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Аффилиат CoinCannon" } },
        description: [
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Заработайте деньги всего в трех простых шагах:",
            },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: ".Зарегистрируйтесь и получите свой уникальный реферальный код.",
            },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: ".Ждите, пока они воспользуются CoinCannon.",
            },
          },
          {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: ".Получайте выплаты на свой счет." },
          },
        ],
        cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "показать больше" } },
        label: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Моя партнерская ссылка" },
        },
        copy: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "копировать" } },
      },
      recent_affiliate: {
        title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Недавний аффилиат" } },
        your_blalance: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Ваш баланс:" } },
        amount: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Сумма" } },
        currency: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Валюта" } },
        date: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Дата" } },
      },
      withdraw_history: {
        title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "История выводов" } },
        cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Запрос на вывод" } },
        amount: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Сумма" } },
        currency: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Валюта" } },
        date: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Дата" } },
      },
      withdraw_request: {
        title: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Запрос на вывод средств" },
        },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Заполните форму для безопасного вывода ваших заработанных средств.",
          },
        },
        form: {
          selectCurrency: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Выберите валюту" },
          },
          amount: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Сумма" } },
          amount_placeholder: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Какую сумму вы хотите получить?" },
          },
          balance_title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Ваш баланс" } },
          address: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "адрес" } },
          address_placeholder: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Введите ваш адрес электронной почты или кошелька",
            },
          },
          description: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Описание" } },
          description_placeholder: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Введите ваше описание здесь" },
          },
          submit: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "представить" } },
        },
        withdraw_success: {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Запрос на вывод средств успешно выполнен!",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Ваш з апрос на вывод средств получен. Мы обрабатываем его, и вы получите свои заработанные средства в ближайшее время. Спасибо за использование наших услуг",
            },
          },
          cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Хорошо" } },
        },
      },
      no_history: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Ещё нет истории" } },
      no_affiliates: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Пока нет аффилиатов" },
      },
    },
    account: {
      edit_profile: {
        title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Редактировать профиль" } },
        basicInfo: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Базовая информация:" },
        },
        first_name: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Имя" } },
        last_name: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Фамилия" } },
        email: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Электронная почта" } },
        verify_email: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "подтвердить " } },
        email_verified: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Проверено" } },
        phone: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Электронная почта" } },
        cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Сохранить изменения" } },
        verify: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "проверить" } },
      },
      change_password: {
        title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Изменить пароль" } },
        current_password: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "текущий пароль" },
        },
        new_password: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Новый пароль" } },
        confirm_password: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Подтвердите пароль" },
        },
        cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Сохранить изменения" } },
      },
      twoFa: {
        title: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Двухэтапная верификация" },
        },
        active: {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Зарегистрируйте двухфакторную аутентификацию",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Используйте одноразовый аутентификатор пароля на своем мобильном устройстве или компьютере, чтобы включить двухфакторную аутентификацию",
            },
          },
          grcode_description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Установите программу для генерации одноразовых паролей, такую как FreeOTP или Google Authenticator, из магазина приложений на вашем устройстве, и используйте этот программный продукт для сканирования QR-кода.",
            },
          },
          manual_code_description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Установите программу для генерации одноразовых паролей, такую как FreeOTP или Google Authenticator, из магазина приложений на вашем устройстве, и используйте этот программный продукт для сканирования QR-кода.",
            },
          },
          account: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Аккаунт:" } },
          key: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "код активации" } },
          pin_code: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "PIN code" } },
          pin_code_placeholder: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "введите pin-код здесь" },
          },
          confirm: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "подтверждать" } },
        },
        deactive: {
          title: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Отключить двухфакторную аутентификацию",
            },
          },
          description: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Выключение 2FA может показаться простым, но важно знать о его опасностях. Вот почему включение 2FA остается хорошей идеей:",
            },
          },
          items: [
            { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Повышенная безопасность" } },
            {
              t: 0,
              b: { t: 2, i: [{ t: 3 }], s: "Профилактика мошенничества" },
            },
            { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Защита данных" } },
            { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Успокоение" } },
          ],
          keepSafe: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "*Сохраните свою учетную запись в безопасности. Отключение 2FA может показаться быстрым способом, но это действительно важно для защиты вашей учетной записи.",
            },
          },
          cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Деактивировать" } },
        },
      },
      otp_modal: {
        title: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Проверьте свою электронную почту" },
        },
        verification: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Код подтверждения." },
        },
        description: [
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Мы отправили OTP на ваш адрес электронной почты:",
            },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Пожалуйста, введите код здесь, чтобы подтвердить свою электронную почту.",
            },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: " Код действителен в течение 10 минут.",
            },
          },
        ],
        cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "подтвердить" } },
        resend: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Отправить еще раз по почте" },
        },
        otp_error: [
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Введён неверный ОТП. Пожалуйста, проверьте свою электронную почту",
            },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "для получения правильного ОТП и попробуйте ещё раз.",
            },
          },
        ],
        otp_verified: {
          title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Email подтвержден" } },
          description: [
            { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Спасибо!" } },
            {
              t: 0,
              b: { t: 2, i: [{ t: 3 }], s: "Ваш адрес электронной почты:" },
            },
            { t: 0, b: { t: 2, i: [{ t: 3 }], s: "успешно подтвержден." } },
          ],
          cta: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Продолжить" } },
        },
      },
    },
    wallet: {
      wallet: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Кошелек" } },
      orders: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Заказы" } },
      AffiliateProgram: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Партнерская программа" },
      },
      NoCurrenciesFound: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Валюты не найдены" },
      },
      Account: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Аккаунт" } },
      TotalBalance: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Общий баланс" } },
      Operation: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Операция" } },
      Icon: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Иконка" } },
      AvailableAmount: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Доступная сумма" },
      },
      onOrderBalance: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Баланс на заказе" },
      },
      All: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Все" } },
      Crypto: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Криптовалюта" } },
      ECurrency: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Электронная валюта" } },
      SearchCurrency: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Поиск валюты" } },
      Balance: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Баланс" } },
      Deposit: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Депозит" } },
      Withdraw: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Вывод" } },
      Transactions: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Транзакции" } },
      Deposits: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Депозиты" } },
      Withdraws: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Выводы" } },
      DateAndTime: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Дата и время" } },
      Currencies: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Валюты" } },
      Network: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Сеть" } },
      Amount: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Сумма" } },
      Status: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Статус" } },
      Details: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Детали" } },
      Previous: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Предыдущая" } },
      Next: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Следующая" } },
    },
    Deposit: {
      crypto: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Крипто" } },
      eCurrency: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Электронная валюта" } },
      cryptocurrency: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Криптовалюта" } },
      DepositCondition: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Условия депозита" },
      },
      network: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Сеть" } },
      lossOfAddress: [
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Внесение любой валюты кроме" } },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: " на этот адрес приведет к потере ваших активов",
          },
        },
      ],
      createAdepositAddress: [
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Чтобы внести" } },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "на ваш кошелек в CoinCannon, вам нужно создать адрес для депозита",
          },
        },
      ],
      generateNewAddress: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Сгенерировать новый адрес" },
      },
      latestDeposit: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Последний депозит" },
      },
      showHistory: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Показать историю" } },
      TheMinumAmount: [
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Минимальная сумма, которая может быть внесена на",
          },
        },
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "в CoinCannon, составляет" } },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: ", и меньшие суммы не будут зачислены.",
          },
        },
      ],
      trackYourOrderStatus: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Отследить статус вашего заказа" },
      },
      checkStatus: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Проверьте текущий статус вашего активного заказа",
        },
      },
      yourUniqueAddress: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Ваш уникальный адрес" },
      },
    },
    withdraw: {
      Withdraw: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Вывод" } },
      Crypto: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Крипто" } },
      ECurrency: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Электронная валюта" } },
      Cryptocurrency: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Криптовалюта" } },
      Network: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Сеть" } },
      TotalBalance: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Общий баланс" } },
      Available: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Доступно" } },
      Amount: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Сумма" } },
      withdrawCondition: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Условия вывода" },
      },
      DestinationWalletAddress: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Адрес кошелька назначения" },
      },
      Min: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "мин" } },
      Max: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "макс" } },
      NetworkFee: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Комиссия за сеть" } },
      DateAndTime: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Дата и время" } },
      Currencies: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Валюты" } },
      Status: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Статус" } },
      Details: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Детали" } },
      ShowHistory: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Показать историю" } },
      TwoFactorAuthenticationRequired: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Требуется двухфакторная аутентификация" },
      },
      Enable2FANow: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Включить 2FA сейчас" },
      },
      MustEnableTwoFa: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Вы должны включить Google Authenticator (2FA) перед продолжением вывода средств. Этот дополнительный шаг обеспечивает безопасность вашего аккаунта.",
        },
      },
      LatestDeposits: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Последние депозиты" },
      },
      NoDepositsYet: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Депозитов пока нет" },
      },
      YouHaveNotMadeAnyDepositsYet: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Вы еще не сделали ни одного депозита. После внесения они появятся здесь.",
        },
      },
      MakeADeposit: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Сделать депозит" } },
      LatestWithdraw: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Последний вывод" },
      },
      NoWithdrawalsYet: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Выводов пока нет" },
      },
      YouHaveNotMadeAnyWithdrawalsYet: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Вы еще не сделали ни одного вывода. После вывода они появятся здесь.",
        },
      },
      PleaseEnsure: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Пожалуйста, убедитесь, что вы выбрали правильную сеть вывода и ваш кошелек назначения поддерживает выбранную сеть перед продолжением.",
        },
      },
      WithdrawFunds: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Вывести средства" },
      },
      DestinationAddressRequired: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Требуется адрес назначения" },
      },
      AmountRequired: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Укажите сумму валюты." },
      },
      amountPlaceholder: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Введите желаемую сумму" },
      },
      destinationAddressPlaceholder: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Введите адрес вашего кошелька" },
      },
      noWallets: {
        title: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Адрес для депозита не найден." },
        },
        description: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Пожалуйста, сначала создайте адрес для депозита.",
          },
        },
      },
      amountExeeds: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Сумма, которую вы ввели, превышает ваш баланс",
        },
      },
      amountBetween: [
        {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Поле суммы должно быть в пределах от" },
        },
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "до" } },
      ],
    },
    rejectRes: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Причина отклонения" } },
  },
  headerAndFooter: {
    services: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Услуги" } },
      ecToEc: {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Электронная валюта на электронную валюту",
          },
        },
        perfectToPaypal: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Perfect Money на  PayPal" },
        },
        webmoneyToPaypal: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Webmoney на PayPal" },
        },
        payeerToPaypal: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Payeer на PayPal" },
        },
        advcashToPaypal: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Volet (Advcash) на PayPal" },
        },
      },
      cryptoToEc: {
        title: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Криптовалюта на электронную валюту" },
        },
        bitcoinToPaypal: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Bitcoin Money на  PayPal" },
        },
        tetherToPaypal: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Tether на  PayPal" },
        },
      },
      cryptoToCrypto: {
        title: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Криптовалюта To Криптовалюта" },
        },
        usdtToTrx: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Tether на Tron" } },
      },
    },
    solutions: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Решения" } },
      hiWallet: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "HiWallet" } },
      paypalPayment: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Платить за бизнес" },
      },
      paymentGate: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Онлайн оплата" } },
      exchangePaypal: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Обменять PayPal" },
      },
      PerfectMoneyEVoucher: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "PerfectMoney E-Voucher" },
      },
    },
    earnMoney: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Зарабатывать деньги" } },
    blog: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Блог" } },
      articles: {
        title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Статьи" } },
        items: {
          ecurrencyToECurrency: {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Электронная валюта на электронную валюту",
            },
          },
          cryptoToCrypto: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "крипто к крипто" },
          },
          cryptoToECurrency: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "криптовалюта в электронную валюту" },
          },
        },
      },
      news: {
        title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Новости" } },
        items: {
          ecurrencyToECurrency: {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Новости об обмене" },
          },
        },
      },
    },
    aboutUs: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "О нас" } },
      storyOfUs: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "История нас" } },
      contact: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Тех.поддержка" } },
      faq: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "ЧаВо" } },
      privacyPolicy: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "политика конфиденциальности" },
      },
      amlKycPolicy: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Политика AML/KYC" } },
    },
    signIn: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Войти" } },
    signUp: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Регистрация" } },
    description: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "CoinCannon — это онлайн-обменник криптовалют и цифровых валют. Мы ценим анонимность наших клиентов и защиту их данных.",
      },
    },
    company: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Компания" } },
      aboutUs: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "о нас" } },
      whySignUp: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Зачем регистрироваться" },
      },
      contact: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Тех.поддержка" } },
      announcements: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Объявления" } },
      blog: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Блог" } },
      faq: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "ЧаВо" } },
    },
    legal: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "легальный" } },
      terms: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Условия" } },
      privacy: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "конфиденциальность" } },
      disclaimer: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "отказ от ответственности" },
      },
    },
    guides: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "гид" } },
      ethereumToPaypal: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Как обменять Ethereum на PayPal" },
      },
      bitcoinToPaypal: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Как Купить биткоин через Perfect money ",
        },
      },
      tetherToPaypal: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Как обменять Tether на PayPal?" },
      },
      dashToPaypal: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Как обменять Dash на PayPal" },
      },
    },
    copyright: {
      t: 0,
      b: { t: 2, i: [{ t: 3 }], s: "CoinCannon Co Все права защищены" },
    },
  },
  exchange: {
    next: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Следующий" } },
    back: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Назад" } },
    confirm: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Подтвердить платеж" } },
    cancel: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "ОТМЕНА" } },
    viewAndCheck: {
      t: 0,
      b: { t: 2, i: [{ t: 3 }], s: "Просмотреть и проверить" },
    },
    youSend: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Вы отправляете" } },
    weSend: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Вы получаете" } },
    min: { t: 0, b: { t: 2, i: [{ t: 3 }], s: " мин" } },
    max: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "макс" } },
    and: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "и" } },
    moreDetail: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Больше подробностей" } },
    lessDetail: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Меньше подробностей" } },
    totalSend: {
      t: 0,
      b: { t: 2, i: [{ t: 3 }], s: "Общая сумма к отправке" },
    },
    weReceive: { t: 0, b: { t: 2, i: [{ t: 3 }], s: " Мы получаем" } },
    networkFee: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Комиссия системы" } },
    gatewayFee: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Комиссия шлюза" } },
    youReceive: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Вы получаете" } },
    yourEmailAdd: {
      t: 0,
      b: { t: 2, i: [{ t: 3 }], s: "Ваш адрес электронной почты" },
    },
    thanks: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Спасибо" } },
    trackOrder: {
      t: 0,
      b: { t: 2, i: [{ t: 3 }], s: "Отслеживайте статус вашего заказа" },
    },
    trackOrderSub: {
      t: 0,
      b: { t: 2, i: [{ t: 3 }], s: "Проверьте текущий статус вашего заказа." },
    },
    curIsReq: {
      t: 0,
      b: { t: 2, i: [{ t: 3 }], s: "Требуется указать сумму валюты" },
    },
    mustBe: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Минимальная сумма для получения " } },
    paypalGuid: {
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "пожалуйста, обратите внимание" },
      },
      des: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: 'Мы отправляем именно ту сумму, которую указали как "Товары и Услуги". PayPal сокращает от 4% до 6% от первоначальной суммы.',
        },
      },
      btn: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Руководство по сборам PayPal" },
      },
    },
    walletInfo: {
      destinationPayPalAccount: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Ваша учетная запись PayPal" },
      },
      "noteOrComment(Optional)": {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "детали заказа ( по выбору )" },
      },
      emailAddress: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Адрес эл. почты" } },
      emailDes: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "",
        },
      },
      optional: { t: 0, b: { t: 2, i: [{ t: 3 }], s: " по выбору" } },
      validationMsg: {
        required: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Обязательное поле." } },
        invalidEmail: {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Некорректный email" },
        },
        phone: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Номер телефона введен неверно" } },
        min: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Минимум 10 символов." } },
      },
      readTermsService: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Прочитать наши" },
      },
      readTermsService2: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: " условия использования " },
      },
      readTermsService3: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "можно в разделе правил",
        },
      },
      wrongEmail: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: '',
        },
      },
      afterClick: [
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "" } },
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "" } },
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "электронной почты" } },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: 'Убедитесь еще раз что вы внесли правильные данные для обмена',
          },
        },
      ],
      pleaseNote: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: " Please note that we intend to deposit the amount you want into this account,",
        },
      },
      finalCheck: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Окончательная проверка вашего адреса электронной почты",
        },
      },
      termsService: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Условиями предоставления услуг" },
      },
      aml: { t: 0, b: { t: 2, i: [{ t: 3 }], s: " AML/KYC Политика " } },
      additionalInformation: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Дополнительная информация" },
      },
      next: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Следующий шаг" } },
      suggestLogin: {
        title: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Разблокируйте полный потенциал своего аккаунта",
          },
        },
        subTitle: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Получите доступ к эксклюзивным функциям: защищённые кошельки, скидки, история заказов и партнёрские награды:",
          },
        },
        items: [
          {
            item: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "Защищённый кошелёк для ваших транзакций 🛡",
              },
            },
          },
          {
            item: {
              t: 0,
              b: { t: 2, i: [{ t: 3 }], s: "Эксклюзивные скидочные коды 🎁" },
            },
          },
          {
            item: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "История заказов всегда под рукой 📜",
              },
            },
          },
          {
            item: {
              t: 0,
              b: {
                t: 2,
                i: [{ t: 3 }],
                s: "Зарабатывайте с партнёрскими наградами 💰",
              },
            },
          },
        ],
        btnLabel: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Войти и продолжить" } },
      },
    },
    payOrder: {
      orderProcess: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Ваш заказ будет обработан" },
      },
      whatNext: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Что происходит дальше:" },
      },
      paymentConfirmed: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Ваш платеж будет подтвержден нашей финансовой командой.",
        },
      },
      paymentProcessed: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "В случае подтверждения ваш заказ будет обработан.",
        },
      },
      funds: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Вы получите свои средства как можно скорее.",
        },
      },
      hesitate: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Не стесняйтесь обращаться к нам, если у вас возникли какие-либо вопросы.",
        },
      },
      status: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "посмотреть статус заказа" },
      },
      online: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "24/7" } },
      unpaid: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "НЕ ОПЛАЧЕНО" } },
      pending: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "В ОЖИДАНИИ" } },
      processing: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "В ОБРАБОТКЕ" } },
      done: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "ЗАВЕРШЕНО" } },
      cancel: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "ОТМЕНЕНО" } },
      refund: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "ОСТАНОВЛЕНА" } },
      suspend: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "ПРИОСТАНОВЛЕНО" } },
      make: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "СОВЕРШИТЬ ПЛАТЕЖ" } },
      creat: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "СОЗДАТЬ НОВЫЙ ЗАКАЗ" } },
      pendingPayment: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Ожидание платежа" },
      },
      complete: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Чтобы завершить ваш заказ, пожалуйста, внесите сумму платежа на наш безопасный адрес кошелька.",
        },
      },
      confirm: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "После подтверждения статус вашего платежа будет автоматически обновлен для беспроблемного завершения покупки.",
        },
      },
      trackId: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Ваш идентификатор отслеживания" },
      },
      trackIdSub: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "",
        },
      },
      copy: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "копировать" } },
      imp: { t: 0, b: { static: "", t: 2, i: [] } },
      impSub: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Мемо и адрес обязательны для внесения депозита. Отправка этой валюты без мемо приведет к безвозвратной потере средств.",
        },
      },
      hiWall: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Кошелек CoinCannon" } },
      hiWallDes: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "одноразовый адрес для кошелька Tether TRC20",
        },
      },
      hiWallHint: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "(Скопируйте адрес, чтобы внести сумму на наш кошелек)",
        },
      },
      depositReceived: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Депозит получен" },
      },
      depositReceivedSub: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Мы успешно получили ваш депозит" },
      },
      payFail: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "платеж не удался! " } },
      payFailSub: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "эта проблема связана с некоторыми техническими неполадками в платежном шлюзе perfect money. ",
        },
      },
      tryAgain: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Проверьте детали вашего заказа," },
      },
      viewDetail: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "попробуйте еще раз" } },
      finalize: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Завершить заказ" } },
      paySuccess: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Спасибо за оплату" } },
      payDes: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Пожалуйста, следуйте вашему заказу, нажав на кнопку ниже.",
        },
      },
      power: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Работает на" } },
      adminDesBtn: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Посмотреть квитанцию" },
      },
      adminDes: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Администратор Описание" },
      },
    },
    reviewOrder: {
      finalCheck: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Окончательная проверка" },
      },
    },
    coupon: {
      warn: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Мы рассчитываем обмены на основе суммы, полученной на наш счет.",
        },
      },
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Есть код скидки?" } },
      apply: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Применить скидку" } },
      cancel: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Отмена" } },
      emptyErr: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Пожалуйста, введите ваш код скидки, затем нажмите «Применить».",
        },
      },
      sub: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Нажмите «Применить скидку», чтобы подтвердить вашу скидку.",
        },
      },
    },
    reserve: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "зарезервировать" } },
    "Exchange Info": {
      t: 0,
      b: { t: 2, i: [{ t: 3 }], s: "ДАННЫЕ КОНВЕРТАЦИИ" },
    },
    "Wallet Info": { t: 0, b: { t: 2, i: [{ t: 3 }], s: "ДАННЫЕ КОШЕЛЬКА" } },
    "Review Order": {
      t: 0,
      b: { t: 2, i: [{ t: 3 }], s: "ПРОВЕРКА ПОРУЧЕНИЯ" },
    },
    "Pay Order": { t: 0, b: { t: 2, i: [{ t: 3 }], s: "ОПЛАТА" } },
    "Proof of payment": { t: 0, b: { static: "", t: 2, i: [] } },
    uploadTransactionDescription: { t: 0, b: { static: "", t: 2, i: [] } },
  },
  auth: {
    or: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Или" } },
    back: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "назад" } },
    rules: {
      min: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Минимум 8 символов." } },
      upper: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Хотя бы 1 заглавная буква." },
      },
      lower: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Хотя бы 1 строчная буква." },
      },
      oneNum: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Хотя бы 1 цифра." } },
    },
    home: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Домой" } },
    dashboard: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Панель управления" } },
    logout: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Выйти" } },
    noMatch: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Password do not match." } },
    signIn: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "с возвращением!" } },
      subtitle: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "введите вашу электронную почту, чтобы войти в ваш аккаунт.",
        },
      },
      label: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Адрес электронной почты" } },
      des: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Введите ваш адрес электронной почты" },
      },
      continue: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "продолжить" } },
      noAccount: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "У вас нет аккаунта?" } },
      signUpNow: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Зарегистрируйтесь сейчас." },
      },
      google: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Войти через Яндекс" } },
      almost: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Почти готово!" } },
      passwordSubtitle: [
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Теперь введите пароль для вашего адреса электронной почты",
          },
        },
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "чтобы завершить вход." } },
      ],
      password: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Пароль" } },
      enterPass: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Введите свой пароль здесь" },
      },
      signIn: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Пароль" } },
      forgetPass: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Забыли пароль?" } },
      authenticator: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Код Google Authenticator" },
      },
      enterCode: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "введите ваш код" } },
      twoFactor: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Двухфакторный код" } },
    },
    forgetPassword: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Забыли свой пароль?" } },
      subtitle: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "введите свой адрес электронной почты для сброса пароля",
        },
      },
      EmailAddress: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Адрес электронной почты" },
      },
      EnterYourEmailAddress: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Введите ваш адрес электронной почты" },
      },
      continue: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "продолжить" } },
      VerifyEmailTitle: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Подтвердите ваш электронный адрес" },
      },
      VerifyEmailSubtitle: [
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Введите код, отправленный на ваш адрес электронной почты",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "для подтверждения. Код действителен в течение 10 минут.",
          },
        },
      ],
      ResendEmail: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Отправить повторно" },
      },
      SetNewPasswordTitle: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Установите свой Новый пароль" },
      },
      SetNewPasswordSubtitle: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Создайте надежный пароль для вашей учетной записи.",
        },
      },
      EnterANewPassword: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Введите новый пароль" },
      },
      EnterANewPasswordHere: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Введите новый пароль здесь" },
      },
      ConfirmYourPassword: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Подтвердите ваш пароль" },
      },
      ConfirmYourPasswordHere: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Подтвердите ваш пароль здесь" },
      },
      SetNewPassword: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Установить новый пароль" },
      },
      passChanged: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Пароль изменен!" } },
      passwordChangedSubtitle: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Поздравляем! Ваш пароль успешно обновлен.",
        },
      },
      continueToDashboard: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Перейдите к приборной панели" },
      },
    },
    signUp: {
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Присоединяйтесь к нам сегодня!" },
      },
      subtitle: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Начните с ввода вашего адреса электронной почты, чтобы создать аккаунт.",
        },
      },
      already: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Уже есть аккаунт?" } },
      signIn: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Войти" } },
      google: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Зарегистрироваться через Google" },
      },
      creatPass: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Создайте пароль" } },
      sub2: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Выберите надежный пароль для своей учетной записи.",
        },
      },
      pass1: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Введите новый пароль" } },
      pass1Placeholder: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Введите новый пароль здесь" },
      },
      pass2: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Подтвердите ваш пароль" } },
      pass2Placeholder: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Подтвердите ваш пароль здесь" },
      },
      confirmEmail: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Подтвердите ваш email" },
      },
      confirmEmailSub: [
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Введите код, отправленный на ваш адрес электронной почты",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "для подтверждения. Код действителен в течение 10 минут.",
          },
        },
      ],
      SignUp: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Зарегистрироваться" } },
      enterOTP: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Введите код" } },
      EnterOTPPlaceholder: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Введите свой код ОТП здесь" },
      },
      resend: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Добро пожаловать!" } },
      welcomeTitle: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Welcome aboard!" } },
      welcomeSub: [
        {
          t: 0,
          b: { t: 2, i: [{ t: 3 }], s: "Поздравляем! Ваш электронный адрес" },
        },
        { t: 0, b: { t: 2, i: [{ t: 3 }], s: "успешно подтвержден" } },
      ],
      continueToDashboard: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Перейдите к приборной панели" },
      },
      passChanged: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Password Changed!" } },
    },
  },
  quickAccess: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Быстрый доступ" } },
  termsAndRulesTitle: {
    t: 0,
    b: { t: 2, i: [{ t: 3 }], s: "Условия обслуживания" },
  },
  termsAndConditionsDescription: {
    t: 0,
    b: {
      t: 2,
      i: [{ t: 3 }],
      s: `
      Правила

Пользовательское соглашение
Настоящим CoinCannon уведомляет Пользователей сайта о том, что владение цифровыми финансовыми активами, а также осуществление операций с цифровыми финансовыми активами сопровождается риском потери личных финансовых средств. Стоимость цифровых валют может увеличиваться или уменьшаться, что может повлечь риск того, что Вы потеряете свои средства покупая, продавая, храня или инвестируя их в цифровые активы.
Торговля виртуальными активами и цифровыми активами также сопряжена с особыми рисками, которые обычно не свойственны официальным валютам. В отличие от большинства валют, которые поддерживаются правительствами или другими юридическими лицами, или такими товарами, как золото или серебро, виртуальные активы являются уникальным видом «необеспеченной» валюты, поддерживаемой технологиями и доверием. В настоящее время нет государственного органа, который мог бы выпускать больше виртуальной валюты или принимать корректирующие меры для защиты стоимости виртуальных активов в условиях кризиса. При работе с цифровыми финансовыми активами могут существовать иные риски, не предусмотренные настоящим Пользовательским соглашением и Администрацией сайта CoinCannon.

Общие положения
Настоящее пользовательское соглашение (далее — Соглашение, Пользовательское соглашение) регулирует отношения между CoinCannon и Пользователями сайта CoinCannon, являющихся резидентами Российской Федерации.

Используя сайт CoinCannon, Вы соглашаетесь с тем, что прочитали, поняли и приняли все условия, содержащиеся в настоящем Соглашении.

Помимо условий настоящего пользовательского соглашения, Пользователь обязан (при необходимости) предоставить подтверждение легальности происхождения денежных средств и/или криптовалютных активов.

В случае, если Вы не согласны с условиями Пользовательского соглашения, использование сайта CoinCannon не допускается.

Соответствие критериям
1.1. Настоящим вы соглашаетесь и подтверждаете, что вы: достигли установленного законом возраста, необходимого для принятия настоящих условий; вам не приостанавливали и не запрещали использование Сервисов ранее.

1.2. Если вы используете Сервисы от имени юридического лица, вы также заявляете и гарантируете, что: юридическое лицо надлежащим образом зарегистрировано и действует в соответствии с действующим законодательством юрисдикции Российской Федерации, и данное юридическое лицо уполномочило вас действовать от его имени.

Термины и определения
2.1. CoinCannon — это торговая марка системы, предоставляющей Пользователям возможность обмена цифровой и электронной валюты.

2.2. Сервис — система предоставления интернет-услуг по обмену, продаже и покупке цифровых и/или электронных валют.

2.3. Пользователь — это любое физическое/юридическое лицо, использующее услуги сервиса CoinCannon.

2.4. Цифровая валюта — Bitcoin, Litecoin, Ethereum и любые иные валюты, основанные на блокчейне.

2.5. Электронная валюта — денежные средства, находящиеся на счетах пользователей электронных платежных систем (Qiwi, Яндекс Деньги и др.).

2.6. Платежная система — программно-аппаратный продукт, разработанный третьей стороной и представляющий собой механизм реализации учета денежных обязательств, а также организации взаиморасчетов между своими пользователями.

2.7. Услуги сервиса — оказание содействия в проведении р2р-операций между физическими лицами по купле-продаже и обмену цифровых валют, а также иные услуги, информация о которых размещена главной странице Сервиса.

2.8. Платеж — перевод цифровой валюты или фиатных средств от Пользователя к Пользователю или Сервису, а также в обратном направлении.

2.9. Заявка/Ордер — выражение намерения Пользователя воспользоваться одной из услуг, предлагаемых Сервисом, путем заполнения электронной формы через Интернет-сайт Сервиса, на условиях, описанных в Соглашении и указанных в параметрах этой Заявки.

2.10. Партнер — лицо, оказывающее Сервису услуги по привлечению Пользователей, условия оказания которых описаны в настоящем Соглашении.

2.11. Курс — стоимостное соотношение двух цифровых валют при их обмене.

Правила пользования сайтом CoinCannon
3.1. Пользователь обязуется использовать сайт CoinCannon исключительно в законных целях и в соответствии с настоящим Соглашением.

3.2. Сайт CoinCannon предназначен для использования исключительно в личных целях. Пользуясь услугами данного сервиса, Вы даете свое согласие на передачу CoinCannon достоверных данных о себе. Вы так же даете согласие на обработку личных данных.

3.2.1. Мы также можем проводить дополнительные проверки вашей информации и запрашивать у Вас любую необходимую документацию и данные связанные с обменом (паспорт, фотографию карты, видео-верификацию карты, квитанцию отправки средств и другие необходимые данные) по причине, связанной с использованием Вами услуг и/или в качестве подтверждающего доказательства для какой-либо информации, которую Вы предоставляете. Если условия предоставления данной информации не выполнены, сервис вправе отказать в предоставлении услуг без совершения возврата средств отправителю.

3.2.2. Поскольку доступ к реестрам в связи с гео-политической ситуацией затруднен, граждане Российской Федерации и других государств Евразийского региона совершая обмен, используя сервис CoinCannon, соглашаются с правилами предоставления дополнительной информации, а так же, в отдельных случаях, внесением залоговой суммы до конца прохождения процедуры дополнительной верификации. Залоговая сумма определяется органами регуляторов в лице комитета Государственной Думы Российской Федерации по Финансовому рынку. После завершения прохождения верификации, сервис обязуется совершить возврат залоговой суммы пользователю в полном размере и завершить приостановленный обмен.

3.2.3. Сервис CoinCannon вправе заблокировать операцию Пользователя, в целях предотвращения мошеннических и других действий, которые могут нанести финансовые и репутационные потери для Сервиса или Пользователя, на срок требуемый для проведения финансового расследования и получения подробностей по транзакции от платежного шлюза или банка эмитента.

3.3. Администрация сайта CoinCannon имеет право приостановить другие заявки до окончания рассмотрения информации указанной в пункте 3.2, 3.7, 4.14, 7.4, 7.7, 7.9 предоставленной Вами.

3.4. Вы признаете, что несете ответственность за сохранение строгой конфиденциальности информации о вашем обмене, защиту вашей собственной Цифровой валюты, а также за все действия и транзакции, размещенные на данном сервисе.

3.5. Оповещения об изменениях. В случае допуска Вами ошибки при создании ордера и/или желании изменить данные ордера (кошелек получения, электронная почта, номер телефона и т.д.), Вы обязуетесь сообщить об изменениях в службу поддержки сервиса, указанную на сайте сервиса. Ни при каких обстоятельствах Компания не будет нести ответственность за убытки, которые вы можете понести в результате допуска ошибки при создании заявки на обмен цифровой или электронной валюты.

3.6. Ответственность за действия третьих лиц. Вы несете полную ответственность за все действия или бездействие любой третьей стороны, осуществляющей доступ и/или использующей информацию о вашем обмене.

3.7. Вы соглашаетесь с тем, что не будете использовать Сервисы для осуществления какой-либо преступной деятельности, включая, помимо прочего, покупку запрещенных веществ, отмывание денег, незаконные азартные игры, финансирование терроризма. Вы гарантируете, что будете строго придерживаться AML политики сервиса. Кроме того, Вы гарантируете, что не будете использовать методы для сокрытия местоположения, с которого Вы заходите на Сайт сервиса. Так же вы обязуетесь сообщать Компании по ее запросу Ваше точное и истинное местоположение. В случае, если по результатам внутреннего анализа транзакционной активности пользователя, а также с использованием специализированных технических решений, будет установлено, что AML-риск (риск отмывания денежных средств) по проведённым операциям превышает 80%, а также если деятельность пользователя будет расценена как подозрительная, потенциально связанная с запрещённой или незаконной активностью, сервис оставляет за собой право приостановить выполнение обмена, заблокировать текущие и последующие транзакции, а также отказать в проведении новых операций. В подобных случаях приостановленные обменные операции не подлежат возврату, во избежание нарушений требований финансового законодательства и норм международного комплаенса.
В ситуациях, когда уровень AML-риска по транзакции составляет менее 80%, сервис может принять решение о временной компенсации суммы обмена с удержанием дополнительной залоговой суммы, которая будет находиться на балансе до завершения углублённой проверки. Срок проведения проверки устанавливается индивидуально и зависит от множества факторов, включая степень риска, объём транзакции, предоставленные документы и уровень сотрудничества пользователя с отделом комплаенса.

Услуги, предоставляемые сайтом CoinCannon
4.1. Воспользовавшись услугами Сервиса, Пользователь подтверждает, что законно владеет и распоряжается электронной и/или цифровой валютой, участвующими в соответствующем Платеже.

4.2. Сервис оказывает следующие виды услуг: Услуга по предоставлению Пользователю возможности продать в режиме реального времени другому Пользователю электронную и/или цифровую валюту.

4.3. Путем оформления Заявки Пользователь поручает, а Сервис от своего имени и за счет Пользователя, совершает действия по обмену/продаже цифровой и/или электронной валюты.

4.4. Размер комиссии Сервиса за предоставление услуг составляет 1% от суммы заявки на обмен. Комиссия учитывается при создании Заявки Пользователем, который соглашается на ее взимание после принятия правил сервиса.

4.5. В течение отведенного регламентом времени (зависимо от направления обмена) с момента получения денежных средств от Пользователя, в размере, указанном в соответствующей Заявке, Сервис может перечислить (передать) Полученную электронную или фиатную валюту на реквизиты и в размере, указанном Пользователем в Заявке, если этому не препятствуют форс-мажорные обстоятельства.

4.6. Обменный пункт не располагает возможностью отменить/совершить возврат средств по заявке пользователя, замороженной сервисом по одной из причин указанных в пунктах 3.2, 3.7, 4.14, 7.4, 7.7, 7.9.

4.7. Возможность Сервиса по перечислению (передаче) Полученной цифровой и/или электронной валюты Пользователю считается исполненной в момент списания цифровой и/или электронной валюты в соответствующей Платежной системе со счета Сервиса, что регистрируется в истории операций соответствующей Платежной системы.

4.8. Путем оформления Заявки Пользователь поручает, а Сервис от своего имени и за счет Пользователя, покупает электронную и/или цифровую валюту у другого Пользователя, а также совершает действия по передаче денежного эквивалента Пользователю в сумме, указанной в Заявке.

4.9. Все услуги сервиса CoinCannon предоставляются без каких-либо явных или подразумеваемых гарантий, в частности, без подразумеваемых гарантий товарной пригодности и пригодности для определенной цели. Компания не гарантирует, что услуги CoinCannon, а также сайт CoinCannon будут доступны в 100% случаев для удовлетворения Ваших потребностей. Компания будет стремиться предоставить вам свои услуги как можно скорее, но нет никаких гарантий, что доступ не будет прерван или что не будет никаких задержек, сбоев, ошибок, упущений или потери передаваемой информации.

4.10. CoinCannon будет прилагать разумные усилия для обеспечения доступа к услугам и сайту CoinCannon в соответствии с настоящим Соглашением. Тем не менее, CoinCannon может приостановить использование сайта для технического обслуживания и приложит разумные усилия, чтобы предварительно уведомить Вас об этом. Таким образом, Вы соглашаетесь с тем, что принимаете на себя риски, связанные с тем фактом, что вы не всегда можете пользоваться услугами и сайтом CoinCannon или выполнять срочные транзакции.

Дополнительные правила пользования сайтом CoinCannon
4.11. Курс фиксируется при создании заявки, если Пользователь оплатил ее в течение 3 минут после создания. Если оплата не поступает в течение 3 минут, то курс более не фиксируется и сумма обмена может меняться в зависимости от рыночной цены монет выбранных пользователем для обмена. В таком случае, пользователь обязуется обратиться в службу поддержки сервиса для уточнения деталей по сумме оплаты заявки.

4.12. Если Пользователь оплатил заявку, но в силу обстоятельств желает отказаться от обмена, то отправленные пользователем средства, возврату не подлежат.

4.13. Заявку следует оплачивать исключительно через форму оплаты на сайте сервиса, которая доступна после нажатия кнопки «Перейти к оплате». Самовольная оплата по реквизитам не допускается. В противном случае заявка может быть аннулирована, а средства остановлены.

4.14. Если Пользователь перевел некорректную сумму цифровых активов по оформленной заявке, Сервис имеет право заморозить данную транзакцию сроком до 48 часов. Пользователь имеет возможность разморозить транзакцию указав номер Заявки, подтвердив свою личность, а также проведя повторную операцию по реквизитам, указанным службой поддержки после заморозки ордера на обмен. В противном случае, транзакция не будет разморожена. После разморозки ордера, сервис обязуется выполнить обмен и совершить полный возврат средств, отправленных пользователем повторно.

Стоимость услуг
5.1. Тарифы определяются руководством Сервиса и публикуются на сайте Сервиса. Руководство Сервиса вправе менять тарифы Сервиса без дополнительного уведомления.

Налогообложение
6.1. Сервис не является налоговым агентом для Пользователя и не будет уведомлять Пользователя относительно его налоговых издержек. Пользователь обязуется самостоятельно выплачивать все налоги, требуемые в соответствии с налоговым законодательством юрисдикции Российской Федерации.

6.2. В случае, если от Сервиса властями требуется уплата налогов Пользователя или покрытие задолженности, возникшей в результате отказа Пользователя платить налоги, Пользователь соглашается возмещать Сервису все данные платежи.

Гарантии и ответственность сторон
7.1. Сервис CoinCannon предоставляет услуги по обмену, покупке и продаже электронных активов. Сервис CoinCannon не предоставляет услуги по сбору средств, не предоставляет услуг по оплате товаров.

7.2. Сервис CoinCannon не несет ответственности перед Пользователем за финансовые потери, вызванные незаконными действиями третьих сторон, которые невозможно предсказать или предотвратить.

7.3. Сервис CoinCannon не несет ответственности за любые отложенные или нереализованные Заявки, вызванные ошибкой другой Платежной системы или банка, указанными пользователем в оформленной Заявке. Пользователь соглашается с тем, что в таком случае все претензии будут направлены в платежную систему или банк. Сервис CoinCannon окажет необходимую помощь для подачи жалобы или требования другому партнеру или банку.

7.4. Сумма в заявке пользователя и сумма отправленная пользователем по данной заявке должны полностью совпадать. В случае неучета комиссии, или же в другом случае несовпадения суммы, пользователь обязуется совершить повторный платеж правильной суммы с учетом данной комиссии. После успешного проведения повторной транзакции сервис обязуется совершить возврат обеих транзакций совершенных пользователем. В случае несоблюдения данного правила, средства пользователя будут заморожены. По истечению 48 часов средства обозначаться как утерянная криптовалюта и будут списаны со счета сервиса CoinCannon соответствующими органами регуляторов в лице Комитета Государственной Думы по финансовому рынку.

7.5. В случае обнаружения фальсификации коммуникационных потоков или оказания какого-либо негативного влияния на нормальную работу программного кода Сервиса, имеющей прямое или косвенное отношение к Заявке Пользователя, исполнение Заявки Сервисом приостанавливается, а по уже полученным средствам производится перерасчет параметров Заявки в соответствии с действующими условиями.

7.6. Сервис CoinCannon не несёт ответственности за частичное или полное несоблюдение данных Условий использования, если таковое явилось следствием обстоятельств непреодолимой силы, которые невозможно предотвратить разумными мерами.

7.7. Для завершения операции возврата по причинам пунктов 3.2.2, 4.14 и 7.4, в зависимости от сети монеты и случая, может потребоваться дополнительное подтверждение контроля над кошельком путем совершения тестовой, возвратной транзакции на сгенерированный системой адрес. Параметры и сумма такой транзакции определяются автоматически в соответствии с текущими сетевыми условиями, и имеют временные ограничения.

В отдельных случаях, связанных с особенностями работы блокчейн-инфраструктуры, условия подтверждения могут быть адаптированы под текущую ситуацию с предоставлением новых временных реквизитов/суммы транзакции для однократного подтверждения.

7.8. В других случаях неисполнение обязательств, вытекающих из настоящих Условий или нарушение отдельных условий, будет рассматриваться в соответствии с законодательством той страны, в юрисдикции которой находится Пользователь.

7.9. При возникновении сетевых задержек может потребоваться инициирование дополнительной транзакции с аналогичными параметрами и исходящим адресом для активации обработки. Все дополнительно перечисленные средства автоматически возвращаются после завершения основной операции.

Ответственность Пользователя:
7.10. Пользователь несет ответственность за достоверность и полноту информации и данных, которые он предоставил во время создания заявки. В случае, если Пользователь ввел неправильные личные данные или предоставил неверные данные для исполнения Заявки, Сервис CoinCannon не несёт ответственности за любые убытки Пользователя, возникшие в результате такой ошибки.

7.11. В случае согласия с настоящими Условиями Пользователь честно заявляет и подтверждает, что:

•	Он предоставил верную и правдивую информацию о себе, а также подлинные идентификационные данные / данные для обработки заявки;
•	Он не является участником операций или сделок по отмыванию денег;
•	Он не будет использовать Сервис для финансирования терроризма или других незаконных целей;
•	Он несет полную ответственность за безопасность своих учетных данных и средств;
•	Он обязуется незамедлительно сообщать о любых подозрительных действиях или утечке данных;

Порядок разрешения споров
7.12. Все споры и разногласия, возникающие между Пользователем и Сервисом, разрешаются путем переговоров. В случае невозможности достижения согласия, спор передается на рассмотрение в суд по месту нахождения Сервиса.

Изменение условий
7.13. Сервис оставляет за собой право вносить изменения в настоящее Соглашение. Изменения вступают в силу с момента их публикации на Сайте. Продолжение использования Сервиса после внесения изменений означает согласие Пользователя с новыми условиями.

Заключительные положения
7.14. Если какое-либо положение настоящего Соглашения будет признано недействительным, это не повлияет на действительность остальных положений.

7.15. Настоящее Соглашение регулируется законодательством Российской Федерации.

7.16. В том случае, если клиент заметил несоответствие с трансляцией курсов на мониторингах. Клиент обязан оповестить об этом техническую поддержку сервиса.

7.17. В том случае, если клиент воспользовался техническим сбоем на стороне обменного пункта CoinCannon и обменный пункт понесет финансовые, либо репутационные потери. Данные действия будут расценены как мошенничество. Клиент подлежит блокировке, а все не завершенные заявки могут быть удержаны для компенсации потерь сервиса.

Применимое право и подсудность
8.1. Настоящее соглашение, а также все споры, связанные с ним, подлежат рассмотрению в соответствии с законодательством Российской Федерации.

Прочие условия
9.1. Использование Сервиса CoinCannon в целях осуществления мошеннических и незаконных операций запрещено.

9.2. Операторы сервиса CoinCannon юридически обязаны предоставлять информацию о платежах, Пользователях и Операциях любым государственным органам, имеющим законное право запрашивать соответствующую информацию.

9.3. Защита информации Пользователей и других конфиденциальных данных граждан обеспечивается в соответствии с действующим законодательством о хранении персональных данных, в соответствии с юрисдикцией Российской Федерации.

9.4. Способ обработки и защиты личной информации подробно описан в Политике конфиденциальности, опубликованной на веб-сайте Сервиса CoinCannon, требуемой для заключения договорных отношений между Пользователем и Сервисом CoinCannon.

9.5. Сервис CoinCannon, в случае подозрительных действий в процессе оформления заявки Пользователем, во избежание ущерба от хакерских атак, вправе приостанавливать выполнение таких операций до выяснения причин этих действий.

9.6. Сервис CoinCannon вправе отказать в выполнении операции обмена, покупки и продажи электронных/цифровых валют, если передача электронного актива на счет Сервиса была произведена без оформления Заявки при помощи пользовательских интерфейсов на Сайте Сервиса.

9.7. Администрация Сервиса имеет полное право отказать в предоставлении услуг любому Пользователю без объяснения причин.

9.8. Информация о Пользователе и о его операциях храниться на сервере и не может быть удалена.

9.9. Срок ответа службы поддержки Сервиса CoinCannon может составлять до 24 часов с момента получения соответствующего запроса Пользователя.

Форс-мажор
10.1. Если в случае обстоятельств непреодолимой силы вы задерживаетесь с выполнением или не можете выполнить какое-либо из настоящих Условий, то такая задержка или несоблюдение не будут считаться нарушением настоящих Условий.

10.2. В свою очередь, Пользователь не может заявлять ни о каких убытках или ущербе, возникших из-за таких обстоятельств. Сервис, при форс-мажорных обстоятельствах в праве принять решение по заявке пользователя. Клиент в свою очередь обязуется выполнять все требования сервиса.

Электронное соглашение
11.1. Условия и положения согласовываются с Пользователем в электронной форме при нажатии кнопки «Я принимаю Пользовательское соглашениe и Политику по борьбе с отмыванием денег, Я подтверждаю право собственности на исходный криптоадрес и заявляю, что мои средства были получены из законных источников». Соглашение с Условиями, опубликованными в электронной форме, является действительным и идентичным письменному согласию.

11.2. Сервис CoinCannon вправе в одностороннем порядке вносить изменения в Соглашение путем публикации изменений на Сайте Сервиса. Изменения вступают в силу с момента опубликования, если иной срок вступления изменений в силу не определен дополнительно при их публикации. Пользователь имеет право расторгнуть договорные отношения с Сервисом CoinCannon из-за его несогласия с изменением таких Условий. Пользователь должен уведомить Сервис CoinCannon о своем несогласии с изменением Условий и прекращению договорных отношений.

11.3. Сервис CoinCannon вправе отправлять Пользователю на указанный им e-mail информацию рекламного характера.

11.4. Информация, размещенная на сайте, включая все графические изображения, текстовую информацию, коды программ и т.д., является собственностью CoinCannon и защищена законами об авторском праве.

11.5. Пользователь подтверждает, что он ознакомлен со всеми положениями настоящих Условий и полностью принимает их.

Контактные данные
12.1. Вы можете обратиться в службу поддержки в рабочее время посредством доступного мессенджера, указанного на сайте CoinCannon.


      `,
    },
  },
  TermsMetaTitle: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Terms of Services" } },
  termsMetaDescription: {
    t: 0,
    b: {
      t: 2,
      i: [{ t: 3 }],
      s: "The following section is dedicated to CoinCannon terms and conditions for each destination currency (PayPal, Perfect Money and so on) that CoinCannon offers services for.",
    },
  },
  termsAndConditions: [
    {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Общие правила" } },
      description: [
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "1. Все операции обмена должны осуществляться только на платформе CoinCannon по адресу hi.exchange. Все адреса кошельков и номера счетов предоставляются на 4-м этапе процесса обмена. Ни один из сотрудников CoinCannon не предоставляет вам адрес кошелька, номер банковского счета, IBAN или любой другой формы номера счета для перевода денег или запроса дополнительных комиссий. В случае наличия дополнительных комиссий служба поддержки CoinCannon свяжется с клиентом по электронной почте (адрес электронной почты содержит доменное имя CoinCannon), чтобы уведомить их.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: '2. Вся коммуникация с клиентами будет происходить только через официальные электронные адреса CoinCannon (например, support) или раздел "Онлайн-чат" на веб-сайте.',
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: '3. Все сборы и расходы четко указаны на последнем этапе процесса оформления заказа. Пожалуйста, обратите внимание на окончательную сумму, указанную в разделе "Вы получаете". Клиенты также могут видеть дополнительные сборы и другие расходы в этом разделе. Ни один из сотрудников CoinCannon никогда не попросит вас дополнительно оплачивать сборы, которые не указаны на последнем этапе оформления заказа.',
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "4. Заказы, связанные с криптовалютами на одной или обеих сторонах направления обмена, должны быть оплачены менее чем за 20 минут. Из-за волатильной природы криптовалют, неоплаченные заказы будут отменены через 20 минут с момента размещения заказа, и пользователи должны будут разместить новый заказ для той же операции.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "5. Для ожидающих заказов, если отправленная сумма клиента занимает более 20 минут на зачисление на кошелек CoinCannon, платформа автоматически отменит заказ. Однако, если отправленная сумма зачислится на счет CoinCannon после 20 минут, платформа повторит заказ на основе новых цен и сборов.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "6. Независимо от требований KYC или регистрации на платформе, CoinCannon может связаться с клиентами и запросить дополнительную информацию в случае возникновения проблемы с транзакцией, в дальнейшем.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "7. Клиенты должны предоставить действительный адрес электронной почты в случае необходимости дальнейшей коммуникации.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "8. Пользователи должны оплатить точно ту сумму, которая указана на последнем этапе размещения заказа. Отправка суммы, не соответствующей начальному заказу, приведет к приостановке заказа.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "9. Заказы должны быть оплачены только на кошелек/номер счета, указанный CoinCannon на последнем этапе заказа. CoinCannon никогда не объявляет номера счетов или адреса кошельков через Telegram, WhatsApp или другие подобные платформы.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "10. Ответственность с обеих сторон снимается в случае возникновения обстоятельств, которые они не в состоянии изменить или предотвратить. К таким обстоятельствам относятся общие моменты: природные катастрофы, террористические атаки, гражданские беспорядки, забастовки. Также учитываются сбои в сети, проблемы с электропитанием и другие непредвиденные причины.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "11. Администрация CoinCannon имеет право изменять или дополнять текст вышеуказанного соглашения. Изменения вступают в силу с момента их размещения на сайте.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "12. Все цены и сборы действительны только в течение 20 минут. В случае, если клиент не оплатит сумму транзакции в течение 20 минут, его заказ будет выполнен на основе новых цен и сборов.",
          },
        },
      ],
      id: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "general_rules" } },
    },
    {
      id: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "webmoney_rules" } },
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Политика возврата" } },
      description: [
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "1. Пользователи должны указать Track ID (Order ID) в качестве описания транзакции при отправке Webmoney на кошелек CoinCannon.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "2. Заказы Webmoney без указания Track ID будут приостановлены. Вследствие этого клиенты могут подать запрос на возврат средств в службу поддержки CoinCannon. Команда CoinCannon оставляет за собой право одобрить или отклонить запрос на возврат в зависимости от обстоятельств.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "3. Сумма комиссии за возврат составит 0,8% от полученных средств. Кроме того, может быть установлено или не установлено штрафное вознаграждение за возвращенную транзакцию.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "4. CoinCannon не может осуществлять обмен WebMoney на криптовалюты или Perfect Money, так как это строго запрещено правилами WebMoney.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "5. Обратите внимание, что учетные записи WebMoney, в зависимости от типа аккаунта, подвержены ограничениям на суточные и ежемесячные переводы. Пользователи должны быть осведомлены о своем лимите на счету перед размещением заказа на обмен WebMoney.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "6. Если CoinCannon отправляет WebMoney на кошелек пользователей, комиссия WebMoney оплачивается CoinCannon.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "7. Вы можете узнать лимит вашего аккаунта WebMoney, ознакомившись с таблицей ниже:",
          },
        },
      ],
    },
    {
      id: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "payPal_exchange_rules" } },
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Правила обмена Webmoney (WMZ)" },
      },
      description: [
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: '1. CoinCannon будет отправлять средства PayPal через "Продажу товаров и услуг", комиссия за транзакцию может варьироваться от 2,9% до 5,9% + фиксированная комиссия 0,30 $.',
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: '2. CoinCannon может отправить средства PayPal через "Друзья и семья" по запросу для тех, кто не может принимать платежи через метод "Товары и услуги". Для этого клиенты могут связаться с командой поддержки CoinCannon для получения информации. Кроме того, клиент, который получает средства PayPal через "Друзей и семья", должен согласиться с условиями, которые будут отправлены ему по электронной почте.',
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "3. Клиентам необходимо предоставить CoinCannon действующий и активный аккаунт PayPal, способный принимать средства без ограничений.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "4. В случае невозможности отправки средств на предоставленный аккаунт PayPal, команда CoinCannon уведомит клиента и свяжется с ним для получения правильного адреса. Однако, если клиент не сможет связаться с CoinCannon, средства будут заблокированы до тех пор, пока CoinCannon не сможет связаться с клиентом.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "5. CoinCannon будет удерживать средства заблокированными в случае неудачной транзакции. Хотя CoinCannon не предоставляет возвраты, в случае одобрения возврата платформой, все сборы и комиссии будут вычтены из исходной суммы.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "6. В случае если клиент хочет вернуть полученные средства через PayPal, CoinCannon оставляет за собой право первоначально утвердить запрос, а затем определить момент проведения операции возврата. В этом случае CoinCannon вернет средства в течение минимум 72 часов. Кроме того, сумма комиссии за возврат плюс возможный штраф также могут быть удержаны из исходной суммы.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "7. Если клиенты хотят запросить возврат средств после получения PayPal на свой счет, они не должны принимать решение о возврате без предварительной консультации с командой поддержки CoinCannon.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "8. Возврат сумм PayPal без предварительного обсуждения с командой поддержки CoinCannon может привести к потере активов. В наилучшем случае, сумма в размере 1,5% до 2% от возвращенной суммы будет вычтена из вашей исходной суммы.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "9. CoinCannon оставляет за собой право отправлять средства через PayPal с использованием нескольких аккаунтов.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "10. PayPal может удерживать переданные активы на подтверждение сроком от 24 часов до 21 дня. Если кнопка подтверждения доступна с нашей стороны, мы быстро подтвердим платеж. В противном случае клиентам придется ждать, пока PayPal не разблокирует отправленную сумму.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "11. CoinCannon не будет нести ответственности, если аккаунт пользователей PayPal будет ограничен PayPal по любой причине. Но в случае возникновения подобных ситуаций, вы всегда можете обратиться в службу поддержки CoinCannon, чтобы получить рекомендации по снятию ограничений.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "12. Существует множество причин, по которым PayPal может ограничить аккаунт. Ниже приведены некоторые из наиболее распространенных причин:",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Вы впервые начали получать платежи через PayPal.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Ваш аккаунт был неактивен длительное время.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Ваши предыдущие клиенты подали официальные жалобы на возврат средств, спор или отмену транзакции.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "У вас подозрительная схема продаж из-за алгоритмов PayPal.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Вы продаете более рискованные товары.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Для получения дополнительной информации по этому вопросу, вы можете посетить эту страницу: [ссылка]",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Мой платеж заблокирован. Почему это происходит?",
          },
        },
      ],
    },
    {
      id: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "payPal_refund_rules" } },
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Правила обмена PayPal" } },
      description: [
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "1. CoinCannon оставляет за собой право одобрить или отклонить все запросы на возврат средств PayPal в зависимости от обстоятельств.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "2. В случае, если аккаунт клиента PayPal не может принимать средства, и платеж приостановлен, платформа вернет сумму, полученную на нашем счете, и CoinCannon не несет ответственности за комиссии PayPal, удержанные с аккаунта клиента после получения средств.",
          },
        },
      ],
    },
    {
      id: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "paypal_invoice_rules" } },
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Правила выставления PayPal Инвойс" },
      },
      description: [
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "1. Все заказы по счетам PayPal не подлежат возврату. После завершения платежа на веб-сайте назначения его невозможно отменить. ",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "2. Клиенты должны предоставить всю необходимую информацию для покупки. В случае недостаточности предоставленных данных заказ будет приостановлен. В таком случае команда поддержки CoinCannon свяжется с ними по адресу электронной почты, предоставленному клиентом. Если клиент не отвечает команде поддержки CoinCannon, заказ останется приостановленным до устранения проблемы клиентом.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "3. CoinCannon не будет регистрироваться или открывать аккаунт на каком-либо веб-сайте от имени клиентов для заказа по счетам PayPal. Клиент должен предоставить имя пользователя и пароль для своего аккаунта на веб-сайте, чтобы предоставить доступ команде продаж CoinCannon для совершения покупки.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "4. В случае, если веб-сайт назначения для покупки по счету PayPal требует какую-либо форму аутентификации, такую как подтверждение по электронной почте или подтверждение номера телефона, заказ будет приостановлен, и команда CoinCannon свяжется с клиентом с инструкциями. В случае, если клиент не отвечает команде CoinCannon, заказ останется приостановленным до решения проблемы.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "5. Если у клиента есть дополнительная информация относительно заказа по счету, которую он хочет поделиться с командой CoinCannon, он должен связаться с командой поддержки CoinCannon и сообщить об этом перед совершением платежа. Недостаточное предоставление информации может привести к приостановке заказа по счету.",
          },
        },
      ],
    },
    {
      id: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "cryptocurrencies_exchange_rules" },
      },
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Правила обмена криптовалют" },
      },
      description: [
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "1. При отправке любой криптовалюты на кошельки CoinCannon клиенты должны приложить скриншот своего кошелька, включая TXID.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "2. Заказ на обмен криптовалюты без TXID или другой необходимой информации, включенной в скриншот, приведет к приостановке заказа в CoinCannon до тех пор, пока клиент не предоставит скриншот с всей необходимой информацией.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "3. Если клиенты отправляют Binance Coin (BNB) или Ripple (XRP), они также должны включить тег в своих заказных данных.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "4. Все заказы на обмен криптовалюты будут обработаны после получения переданных криптоактивов на кошельки CoinCannon.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "5. Плата за транзакции на кошельки CoinCannon оплачивается пользователем.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "6. CoinCannon переведет обмененную сумму на учет, указанный клиентом. Обмененные активы точно соответствуют полученной на кошелек сумме.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "7. Каждый заказ на обмен криптовалюты должен быть оплачен менее чем за 20 минут.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "8. Если заказ на обмен криптовалюты остается неподтвержденным более 1 часа, заказ будет автоматически отменен, и пользователь должен создать новый заказ.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "9. Обмен криптовалюты не подлежит возврату. Криптотранзакции необратимы и могут быть возвращены только получающей стороной. В случае подачи запроса на возврат клиентом, CoinCannon оставляет за собой право одобрить или отклонить запрос в зависимости от обстоятельств.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "10. В случае, если клиент не смог доставить средства на адрес кошелька CoinCannon, возврат не будет принят.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Если клиент успешно отправил средства на кошелек CoinCannon, он может подать запрос на возврат в службу поддержки. Как правило, связанные сборы и возможное штрафное вознаграждение могут быть вычтены из исходной суммы транзакции от стороны, виновной в заказе, который возвращается. Для получения дополнительной информации ознакомьтесь с Политикой возврата.",
          },
        },
      ],
    },
    {
      id: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "perfect_money_exchange_rules" },
      },
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Правила обмена Perfect Money" },
      },
      description: [
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "1. Плата за транзакции при отправке средств на счета Perfect Money CoinCannon оплачивается пользователем.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "2. CoinCannon не предоставляет возврат средств по заказам на обмен Perfect Money на стандартной основе. Однако пользователи могут подать запрос на возврат, и CoinCannon оставляет за собой право одобрить или отклонить запрос на возврат в зависимости от обстоятельств. В случае одобрения запроса на возврат, будет удержана комиссия за транзакцию в размере 0,5% от полученной суммы. Кроме того, может быть или не быть установлено штрафное вознаграждение за возврат.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "3. В соответствии с политикой Perfect Money, комиссия за транзакции при отправке денег с неподтвержденных счетов составляет 1,99%.",
          },
        },
      ],
    },
    {
      id: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "perfect_money_voucher_rules" },
      },
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Правила ваучеров Perfect Money" },
      },
      description: [
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "1. Заказы на ваучеры Perfect Money являются необратимыми и не подлежат возврату.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "2. Код ваучера и код активации будут доставлены клиенту путем отслеживания предоставленного для клиента идентификатора трека. Клиенты полностью несут ответственность за сохранение своего идентификатора трека в безопасности. В случае, если клиенты не смогут обеспечить безопасность своего идентификатора трека и кто-то получит доступ к их коду ваучера, CoinCannon не несет ответственности за утрату средств.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "3. Для активации ваучеров, в случае, если клиент предоставит недействительный код ваучера, CoinCannon не будет продолжать обработку заказа. В этом случае клиент может проверить код вручную и создать новый заказ.",
          },
        },
      ],
    },
    {
      id: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "advCash_rules" } },
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "AdvCash Rules" } },
      description: [
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Для заказов AdvCash клиент должен предоставить действительный адрес электронной почты, который совпадает с адресом, использованным при регистрации его аккаунта AdvCash. В случае, если предоставленный пользователем адрес электронной почты не совпадает с адресом электронной почты, использованным для аккаунта AdvCash, заказ будет приостановлен, и верификация платежа будет отправлена на адрес электронной почты, связанный с аккаунтом AdvCash.",
          },
        },
      ],
    },
    {
      id: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "mastercard_and_visa_invoice_rules" },
      },
      title: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Правила заказов на счета Visa/Mastercard",
        },
      },
      description: [
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "1. Все заказы на счета Visa/Mastercard не подлежат возврату. После завершения платежа на веб-сайте назначения его невозможно отменить.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "2. Клиенты должны предоставить всю необходимую информацию для покупки. В случае недостаточности предоставленных данных заказ будет приостановлен. В таком случае команда поддержки CoinCannon свяжется с ними по адресу электронной почты, предоставленному клиентом. Если клиент не отвечает команде поддержки CoinCannon, заказ останется приостановленным до устранения проблемы клиентом.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "3. CoinCannon не будет регистрироваться или открывать аккаунт на каком-либо веб-сайте от имени клиентов для заказа по счетам Visa/Mastercard. Клиент должен предоставить имя пользователя и пароль для своего аккаунта на веб-сайте, чтобы предоставить доступ команде продаж CoinCannon для совершения покупки.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "4. В случае, если веб-сайт назначения для покупки по счету Visa/Mastercard требует какую-либо форму аутентификации, такую как подтверждение по электронной почте или подтверждение номера телефона, заказ будет приостановлен, и команда CoinCannon свяжется с клиентом с инструкциями. В случае, если клиент не отвечает команде CoinCannon, заказ останется приостановленным до решения проблемы.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "5. Если у клиента есть дополнительная информация относительно заказа по счету, которую он хочет поделиться с командой CoinCannon, он должен связаться с командой поддержки CoinCannon и сообщить об этом перед совершением платежа. Недостаточное предоставление информации может привести к приостановке заказа по счету.",
          },
        },
      ],
    },
    {
      id: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "bank_transfer_rules" } },
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Правила банковских переводов" },
      },
      description: [
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "1. Клиенты должны внимательно следить за предоставленными CoinCannon данными, включая имя, фамилию, маршрутный номер, номер счета, IBAN, адрес электронной почты и т. д. В случае, если клиент не совершает транзакцию на основе правильной информации, предоставленной платформой, CoinCannon не несет ответственности за потерю средств.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "2. Банковский счет, предоставленный платформой CoinCannon, будет действителен только в течение 2 часов. Если клиенту требуется больше времени для совершения платежа, он должен связаться со службой поддержки CoinCannon.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "3. CoinCannon будет принимать только банковский чек или скриншот квитанции о платеже, предоставленный банком, как действительное подтверждение платежа.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "4. Клиенты должны отправить валюту, выбранную в процессе обмена. В случае, если клиент отправляет другой тип валюты, не выбранный в заказе, платформа CoinCannon сначала конвертирует полученную валюту в валюту, выбранную в заказе на обмен. При этом будут применены комиссии за обмен и сеть, которые будут удержаны с клиента.",
          },
        },
        {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "5. В случае приостановки банковского перевода клиента банком (по соображениям безопасности или другим причинам) CoinCannon не будет выплачивать средства клиентам, пока их банковский перевод ожидает обработки. Если банковский перевод будет отклонен банком, CoinCannon не обработает заказ и не отправит клиенту никаких средств.",
          },
        },
      ],
    },
  ],
  newBrandTitle: {
    t: 0,
    b: { t: 2, i: [{ t: 3 }], s: "Добро пожаловать в новый CoinCannon" },
  },
  newBrandDescription: {
    t: 0,
    b: {
      t: 2,
      i: [{ t: 3 }],
      s: "Мы рады представить полностью обновленный CoinCannon — платформу, созданную для улучшения вашего опыта обмена. Откройте для себя простой, интуитивно понятный и эффективный способ ориентироваться в мире крипто- и фиатных конверсий.",
    },
  },
  newBrandMetaTitle: {
    t: 0,
    b: { t: 2, i: [{ t: 3 }], s: "Brand Guidelines." },
  },
  newBrandContent: [
    {
      id: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "our_new_logo" } },
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Наш новый логотип" } },
      desc1: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Наш новый логотип — это не просто свежий облик; это визуальная история о динамике рынка и нашей роли в нем.",
        },
      },
      list: [
        [
          {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Красная вниз направленная стрелка:" },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Олицетворяет сложные колебания рынка.",
            },
          },
        ],
        [
          {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Зеленая вверх направленная стрелка" },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Символизирует прибыльные вершины и рост.",
            },
          },
        ],
        [
          { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Черная стрелка посередине:" } },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Обозначает CoinCannon как мост, который удовлетворяет ваши потребности, обеспечивая бесшовные конверсии между криптовалютами и фиатными валютами.",
            },
          },
        ],
      ],
      desc2: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Этот символ воплощает нашу приверженность поддерживать вас в каждом движении рынка.",
        },
      },
    },
    {
      id: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "redesigned_homepage" } },
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Обновленная главная страница" },
      },
      desc1: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Наша главная страница была преобразована, чтобы сделать ваше взаимодействие проще и увлекательнее.",
        },
      },
      list: [
        [
          { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Упрощенная навигация:" } },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Найдите то, что вам нужно, быстро и легко.",
            },
          },
        ],
        [
          { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Современный дизайн:" } },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Чистый, современный вид, отражающий инновации.",
            },
          },
        ],
        [
          {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Персонализированный контент:" },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Подстраивается под ваши интересы и торговые привычки.",
            },
          },
        ],
      ],
      desc2: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Начинайте каждую сессию с главной страницы, которая предвосхищает ваши потребности.",
        },
      },
    },
    {
      id: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "redesigned_dashboard" } },
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Обновленная панель управления" },
      },
      desc1: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Легко перемещайтесь с помощью обновленной панели управления, созданной с учетом ваших потребностей.",
        },
      },
      list: [
        [
          { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Улучшенная доступность:" } },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Интуитивные макеты делают торговлю простой.",
            },
          },
        ],
        [
          {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Улучшенные визуальные элементы:" },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Яркие цвета и четкие шрифты повышают читаемость.",
            },
          },
        ],
        [
          {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Увеличенная производительность:" },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Наслаждайтесь скоростью до 80% быстрее для более плавного взаимодействия.",
            },
          },
        ],
      ],
      desc2: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Ваш центр управления теперь мощнее и удобнее, чем когда-либо.",
        },
      },
    },
    {
      id: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "optimized_exchange_box" } },
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Оптимизированный модуль обмена" },
      },
      desc1: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Проводите транзакции быстрее с нашим улучшенным модулем обмена.",
        },
      },
      list: [
        [
          { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Удобный интерфейс:" } },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Разработан как для новичков, так и для опытных трейдеров.",
            },
          },
        ],
        [
          {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Обновления в реальном времени:" },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Получайте доступ к актуальным рыночным курсам мгновенно.",
            },
          },
        ],
        [
          { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Упрощенный процесс" } },
          {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Меньше шагов — быстрее транзакции." },
          },
        ],
      ],
      desc2: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Оцените эффективность бесшовной конверсии активов.",
        },
      },
    },
    {
      id: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "consistent_experience" } },
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Единый опыт использования" },
      },
      desc1: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Независимо от того, используете ли вы настольный компьютер, планшет или смартфон, CoinCannon предлагает единый опыт использования.",
        },
      },
      list: [
        [
          { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Адаптивный дизайн:" } },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Наслаждайтесь полной функциональностью на любом устройстве.",
            },
          },
        ],
        [
          {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Единый внешний вид и ощущения:" },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Последовательность устраняет необходимость в обучении",
            },
          },
        ],
        [
          { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Доступ на ходу:" } },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Оставайтесь на связи с рынком, где бы вы ни находились.",
            },
          },
        ],
      ],
      desc2: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Ваша платформа для обмена адаптируется к вашему образу жизни, а не наоборот.",
        },
      },
    },
    {
      id: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "enhanced_performance" } },
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Улучшенная производительность" },
      },
      desc1: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Мы усилили нашу платформу, чтобы вы всегда оставались впереди в быстро меняющейся торговой среде.",
        },
      },
      list: [
        [
          { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Адаптивный дизайн:" } },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Наслаждайтесь полной функциональностью на любом устройстве.",
            },
          },
        ],
        [
          {
            t: 0,
            b: { t: 2, i: [{ t: 3 }], s: "Единый внешний вид и ощущение:" },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Последовательность устраняет необходимость в обучении.",
            },
          },
        ],
        [
          { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Доступ в пути:" } },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Оставайтесь на связи с рынком, где бы вы ни находились.",
            },
          },
        ],
      ],
      desc2: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Каждая секунда на счету, и CoinCannon помогает вам использовать каждую из них по максимуму.",
        },
      },
    },
    {
      id: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "upcoming_features" } },
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Ожидаемые функции" } },
      desc1: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Мы постоянно улучшаем CoinCannon, чтобы предоставить вам больше ценности и ещё лучший опыт торговли. Вот что вас ждёт в ближайшем будущем:",
        },
      },
      list: [
        [
          { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Эксклюзивные промокоды" } },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Откройте для себя экономию с каждой сделкой. Вскоре зарегистрированные пользователи получат доступ к эксклюзивным промокодам, которые позволят вам уменьшить комиссии за транзакции и получать больше с каждого обмена. Это наш способ поблагодарить вас за участие в сообществе CoinCannon.",
            },
          },
        ],
        [
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Интеграция мультивалютных кошельков",
            },
          },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Все ваши активы в одном безопасном месте. Управляйте и храните различные криптовалюты прямо в вашем аккаунте CoinCannon. С выделенными кошельками для разных валют вы сможете отправлять, получать и хранить активы, не покидая платформу. Оцените непревзойденное удобство и безопасность.",
            },
          },
        ],
        [
          { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Возможности стейкинга" } },
          {
            t: 0,
            b: {
              t: 2,
              i: [{ t: 3 }],
              s: "Зарабатывайте пассивный доход без усилий. Максимизируйте свои активы, стейкая их прямо в ваших кошельках CoinCannon. Вскоре у вас появится возможность получать прибыль, просто храня свои активы на нашей платформе. Пусть ваша криптовалюта работает на вас, и наблюдайте, как растет ваш доход со временем.",
            },
          },
        ],
      ],
      stayTuned: {
        title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Следите за новостями" } },
        desc: {
          t: 0,
          b: {
            t: 2,
            i: [{ t: 3 }],
            s: "Мы только начинаем. Наша приверженность инновациям означает, что впереди всегда что-то новое. Следите за новыми обновлениями и функциями, созданными для улучшения вашего торгового опыта. Будущее яркое, и мы рады, что вы с нами на этом пути.",
          },
        },
      },
    },
  ],
  home: {
    exchange: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Обменивайте" } },
    fast: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "быстрее" } },
    safe: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "безопаснее" } },
    online: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "без усилий" } },
    noSignUp: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "без регистрации" } },
    noFee: {
      t: 0,
      b: { t: 2, i: [{ t: 3 }], s: "без доп.комиссий" },
    },
    reviewTitle: {
      t: 0,
      b: { t: 2, i: [{ t: 3 }], s: "Отзывы клиентов CoinCannon" },
    },
    explore: {
      title: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Исследуйте мир криптовалют и обмена электронных валют",
        },
      },
      sub: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Присоединяйтесь к более чем 40,000 клиентов, уже увеличивающих свое благосостояние с CoinCannon",
        },
      },
      btn: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Попробуйте!" } },
    },
    enterTrackId: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Введите трек-номер" } },
    trackOrder: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Отследить заказ" } },
  },
  trustMark: {
    title: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "Обмен и свап криптовалют и электронных валют",
      },
    },
    sub: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "Ваша надежная платформа для бесшовных транзакций с криптовалютой и электронными валютами",
      },
    },
  },
  topServices: {
    title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Наши услуги" } },
    pm: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Ваучер Perfect Money" } },
      sub: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Простая покупка и активация ваучеров Perfect Money",
        },
      },
    },
    paypal: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Обмен PayPal" } },
      sub: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Конвертируйте средства PayPal в валюту по вашему выбору",
        },
      },
    },
    all: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Всеобъемлющие обмена" } },
      sub: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Криптовалюта на криптовалюту, электронная валюта на электронную валюту, криптовалюта на электронную валюту",
        },
      },
    },
    gate: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Платежный шлюз" } },
      sub: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Универсальное платежное решение, поддерживающее множество валют и различных способов оплаты, включая MasterCard",
        },
      },
    },
  },
  benefits: {
    title: {
      t: 0,
      b: { t: 2, i: [{ t: 3 }], s: "Откройте свои преимущества с CoinCannon" },
    },
    free: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Транзакции без комиссии" } },
      sub: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Что видите, то и получаете!" },
      },
    },
    anonymous: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Анонимные обмены" } },
      sub: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Наслаждайтесь анонимностью криптовалют с CoinCannon",
        },
      },
    },
    fast: {
      title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Быстрые транзакции" } },
      sub: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "Получите средства, как только транзакция будет подтверждена",
        },
      },
    },
    support: {
      title: {
        t: 0,
        b: { t: 2, i: [{ t: 3 }], s: "Отзывчивая поддержка" },
      },
      sub: {
        t: 0,
        b: {
          t: 2,
          i: [{ t: 3 }],
          s: "CoinCannon предлагает первоклассные услуги обмена ",
        },
      },
    },
  },
  homeVideo: {
    title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Пришло время видео!" } },
    sub: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "Посмотрите, чтобы узнать больше о сервисах CoinCannon",
      },
    },
    btnTitle: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Обменяйте сейчас" } },
  },
  communitySec: {
    title: [
      { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Мы" } },
      { t: 0, b: { t: 2, i: [{ t: 3 }], s: "рады" } },
      { t: 0, b: { t: 2, i: [{ t: 3 }], s: "приветствовать" } },
    ],
    positiveComments: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Отзывов" } },
    activeUsers: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Активных пользователей" } },
    orders: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Заказов" } },
  },
  brandingBanner: {
    text1: {
      t: 0,
      b: { t: 2, i: [{ t: 3 }], s: "Мы только что обновили наш логотип!" },
    },
    text2: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Ознакомьтесь с" } },
    link: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Бренд-руководством." } },
  },
  toast: {
    anError: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Произошла ошибка." } },
    copy: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Скопировано успешно!" } },
  },
  errorPage: {
    title: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Страница не найдена" } },
    description: {
      t: 0,
      b: {
        t: 2,
        i: [{ t: 3 }],
        s: "Извините! Страница, которую вы ищете, не может быть найдена.",
      },
    },
    goBack: { t: 0, b: { t: 2, i: [{ t: 3 }], s: "Вернуться назад" } },
    goToHome: {
      t: 0,
      b: { t: 2, i: [{ t: 3 }], s: "Перейти на главную страницу" },
    },
  },
};
export { t as default };
